Repository: akfdmrzn/OtiLocalization
Catalog: LocalizationFramework/*.lproj/Localizable.strings
Languages: et, lt, lv, pl, ru, uk

source: Didn't you give a permission for push notification for our app? Don't worry, You'll see the latest update about your travel in this part, as well. Click the notification to go directly the updated reservation.
et: Kas olete andnud meie rakendusele teatiste luba? Selles osas näete viimast infot oma andmete kohta. Broneeringu avamiseks vajutage teatisele.
lt: Ar davėte sutikimą, kad programėlė siųstų pranešimus? Nesijaudinkite, šioje dalyje taip pat pamatysite paskutinį savo kelionės naujinį. Spustelėkite pranešimą, jei norite tiesiogiai atnaujinti rezervaciją.
lv: Vai jūs nedevāt atļauju paziņojumu saņemšanai mūsu lietotnei? Neuztraucieties, šajā daļā redzēsit arī jaunākos atjauninājumus par savu ceļojumu. Noklikšķiniet uz paziņojuma, lai pārietu tieši uz atjaunināto rezervāciju.
ru: Не дали разрешения приложению на отправку пуш-уведомлений? Не переживайте! Здесь вы увидите все необходимые уведомления. Нажмите на уведомления, чтобы перейти к деталям путешествия и ознакомиться с изменениями.
uk: Ви не даєте дозволу до push повідомленнь в нашому додатку? Не хвилюйтесь. Тут Ви побачите оновленні данні по подорожі. Натисніть повідомлення для переходу до оновленної резервації.

source: Your Hotel Guide Part
et: Teie hotelli Giid
lt: Jūsų kelionių organizatoriaus atstovo dalis
lv: Jūsu viesnīcas gida daļa
pl: Twój hotelowy przewodnik
ru: Ваш гид
uk: Готельний гід

source: Keep your eyes in this part, you'll see your Guide Name,Phone Number, Meeting Time and place in the destination in here.
et: Giidi nimi, telefoninumber, kohtumise aeg ja sihtkoht.
lt: Peržiūrėkite šią dalį. Čia pamatysite savo kelionių organizatoriaus atstovo vardą, telefono numerį, susitikimo laiką ir tikslią lokaciją atostogų vietoje.
lv: Ieskatieties šajā sadaļā,šeit jūs redzēsiet sava gida vārdu, tālruņa numuru, tikšanās laiku un vietu galamērķī.
pl: Tutaj znajdziesz ważne numery, na które możesz bezpośrednio zadzwonić. Jeśli Twój przewodnik jest przypisany do miejsca, szybko uzyskasz jego numer telefonu.
ru: Здесь вы увидите информацию о своем гиде: его имя и фамилию, номер телефона, время и место встречи.
uk: В цьому розділі Ви побачите ім’я, номер телефону, час та місце зустрічі з готельним гідом.

source: Excursion Search
lt: Ekskursijų paieška
lv: Ekskursijas meklētājs
pl: Wyszukiwanie wycieczek
ru: Поиск экскурсий
uk: Пошук екскурсії

source: Choose the destination and click search. It's so easy to see available excursions in the different countries. You may check in detail, then choose the excursion type with the destination and click Search button.
et: Valige sihtkoht ja klõpsake nuppu Otsi. Lisaks näete ekskursioone erinevates riikides. Saate vaadata detaile, seejärel valida ekskursiooni tüübi koos sihtkohaga ja vajutada nuppu Otsi.
lt: Paieškos langelyje pasirinkite kelionės kryptį ir pamatysite toje šalyje siūlomas ekskursijas. Taip pat galite pasirinktį ir norimą ekskursijos tipą. Išskleidę susipažinsite su detaliu ekskursijos aprašymu.
lv: Izvēlieties galamērķi un noklikšķiniet Meklēt. Redzēt dažādu valstu ekskursijas ir tik viegli. Jūs varat pārbaudīt detaļas, izvēlēties ekskursijas veidu kopā ar galamērķi un noklikšķināt uz pogas Meklēt.
pl: Wybierz kierunek i kliknij “Szukaj”. W bardzo łatwy sposób uzyskasz informacje o dostępnych wycieczkach w różnych krajach. Sprawdź szczegóły, następnie wybierz typ wycieczki wraz z kierunkiem i kliknij “Szukaj”
ru: Выберите страну и посмотрите доступные экскурсии. Вы также можете применить детальный поиск, выбрав тип экскурсии
uk: Оберіть напрямок та натисніть пошук. Знайти наявні екскурсії в різних країнах дуже легко. Ви можете детально перевірити, обрати тип екскурсії та натиснути пошук.

source: You'll see the main information of the excursions in here. Click the desired one and see the detail of the excursion.
et: Informatsioon ekskursioonide kohta. Klõpsake nuppu Soovitud ja vaadake ekskursiooni detaile.
lt: Čia pamatysite pagrindinę ekskursijų informaciją. Spustelėkite norimą ekskursiją ir pamatysite išsamią informaciją apie ekskursiją.
lv: Šeit Jūs redzēsiet galveno informāciju par ekskursijām. Noklikšķiniet un skatiet ekskursiju informāciju.
pl: Tutaj znajdziesz główne informacje na temat wycieczek. Wybierz jedną z nich i zobacz szczegóły.
ru: Здесь вы увидите результаты вашего поиска экскурсий. Нажмите на понравившееся вам предложение, чтобы узнать детальную информацию.
uk: Ви побачите основну інформацію про екскурсії тут. Натисніть на бажану екскурсію та перегляньте її деталі.

source: Photos
lt: Nuotraukos
lv: Foto
pl: ​Szczegóły wycieczki/Zdjęcia
ru: ​Подробности экскурсии/ Фото
uk: Деталі екскурсії/фото

source: The photos about the selected excursion will list. There may be more photos, so slide to left to see them.
et: Valitud ekskursiooni fotod. Selleks, et näha rohkem, minge vasakule.
lt: Norėdami peržiūrėti daugiau ekskursijos nuotraukų, braukite į kairę.
lv: Tiks parādīti foto par izvēlēto ekskursiju. Ir vairāki foto, velciet pa kreisi, lai apskatītu visus.
pl: Zostaną wyświetlone zdjecia dotyczące wybranej wycieczki. Może być więcej zdjęć, więc przesuń w lewo, aby je zobaczyć.
ru: Вы можете просмотреть фотографии предлагаемой экскурсии. Фотографий может быть несколько, просто листайте их движением пальца.
uk: Фото обраних екскурсій будуть в списку. Може бути більше фото, тому гортайте вліво, щоб переглянути всі.

source: Heart Icon
et: Ikoon Süda
lt: Širdies piktograma
lv: Sirds ikona
pl: Szczegóły wycieczki
ru: Подробности экскурсии/ Иконка сердце
uk: Деталі екскурсії/улюблені (серце)

source: You want to save the excursion as your favorite, click the icon. All your favorite excursions are in your "My Profile" page.
et: Kui soovite ekskursiooni oma lemmikuna salvestada, klõpsake ikooni. Kõik teie lemmikekskursioonid on teie personaalsel lehel "Minu profiil"..
lt: Jei norite išsaugoti pageidaujamą ekskursiją, spustelėkite piktogramą. Visos jūsų pageidaujamos ekskursijos yra jūsų puslapyje („Mano profilis“).
lv: Ja vēlaties saglabāt ekskursiju kā Favorītu, noklikšķiniet uz ikonas. Jūsu favorītekskursijas ir atrodamas mūsu mājas lapā “Mans Profils
pl: Nie wyraziłeś zgody na otrzymywanie powiadomień push z naszej aplikacji? Nie martw się, w tej części zobaczysz najnowszą aktualizację dotyczącą swojej podróży. Kliknij powiadomienie, aby przejść bezpośrednio do zaktualizowanej rezerwacji.
ru: Если вы хотите отметить понравившуюся вам экскурсию, нажмите на иконку сердце, оно станет закрашенным. Просмотреть отобранные экскурсии вы сможете в разделе Мой профиль
uk: Ви хочете зберегти екскурсію як улюблену, клікніть на іконку. Усі улюблені екскурсії будуть відображені на сторінці «Мій Профіль».

source: Here are the available languages that you may prefer to use in the app. Anytime, you may change here.
et: Siin on saadaolevad keeled, mida eelistate rakenduses kasutada. Seda saate igal ajal muuta.
lt: Pasirinkite norimą programėlės kalbą.
lv: Valodas, ko varat izmantot lietotnē. Tās ir iespējams mainīt jebkurā laikā
pl: Tutaj znajdziesz języki, z których możesz korzystać w aplikacji. Możesz je zmienić w dowolnym momencie.
ru: В этом разделе расположены доступные языки нашего приложения. Вы можете сменить их в любое время
uk: Наявні мови, які Ви можете використати в додатку. Змінити мову можна тут.

source: Do you want to see the bought excursion detail ( Excursion Guide Info, Pickup Time and Point and so on)? Choose the desired one. If you want to preview your excursion voucher (Online), go to the end of the page and click Download Excursion Info. When you completed the excursion, you are able to give a point for the services in here.
et: Kas soovite näha ostetud ekskursiooni detaile (infot ekskursioonijuhi kohta, infot ajagraafiku kohta ja asukoha kohta)? Tehke oma valik. Kui soovite oma ekskursioonivautšeri eelvaadet, minge lehe lõppu ja klõpsake nuppu 'Laadi ekskursiooni andmeid alla'. Kui olete ekskursiooni läbinud, saate anda ekskursioonile oma hinnangu.
lt: Ar norite pamatyti įsigytos ekskursijos detalesnę informaciją (Ekskursijų vadovo informacija, Paėmimo laikas ir Susitikimo vieta ir pan.)? Pasirinkite pageidaujamą. Jei norite peržiūrėti savo ekskursijos kuponą (internete), eikite į puslapio pabaigą ir spustelėkite „Atsisiųsti informaciją apie ekskursiją“. Po ekskursijos galėsite Jums suteiktas paslaugas įvertinti taškais.
lv: Vai vēlaties redzēt iegādātās ekskursijas detaļas (informāciju par ekskursijas gidu, laiku un vietu u.c.? Izvēlieties vajadzīgo. Ja vēlaties priekšskatīt savu ekskursijas kuponu (tiešsaistē), dodieties uz lapas beigām un noklikšķiniet uz Lejupielādēt ekskursijas informāciju. Pēc ekskursijas beigām Jūs varat to novērtet, piešķirot punktus
pl: Czy chcesz zobaczyć szczegóły wycieczki (informacje o przewodniku wycieczki, czas i punkt odbioru itp.)? Wybierz odpowiednią opcję. Jeśli chcesz wyświetlić podgląd swojego vouchera na wycieczkę (online), przejdź na koniec strony i kliknij Pobierz informacje o wycieczce. Po zakończeniu wycieczki możesz ją tutaj ocenić.
ru: Хотите увидеть детали вашей экскурсии (информацию о гиде, время и место начала и так далее)? Тогда нажмите здесь. Если вы хотите просмотреть свой экскурсионный ваучер (онлайн), перейдите в конец страницы и нажмите «Загрузить информацию об экскурсии». Когда экскурсия завершится, вы сможете оценить ее.
uk: Ви хочете переглянути деталі екскурсії (інформацію про гіда, час та місце відправлення итд)? Оберіть, яку бажаєте. Якщо хочете переглянути екскурсійний ваучер (онлайн), перейдіть на кінець сторінки та натисніть завантажити інформацію про екскурсію. Після завершення екскурсії, Ви зможете оцінити наданний сервіс тут.

source: Tap To Next
et: Valige Edasi
lt: Kitas
lv: Nākamais
pl: Następne
ru: Нажмите Вперед
uk: Натисніть Далі

source: Tap To Prev
et: Valige Tagasi
lt: Grįžti
lv: Iepriekšējais
pl: Poprzednie
ru: Нажмите
uk: Натисніть Назад

source: Skip
et: JÄTAN VAHELE
lt: Praleisti
lv: Izlaist
pl: Pomiń
ru: Пропустить
uk: Пропустити

source: Baggage
et: Pagas
lt: Bagažas
lv: Bagāža
pl: Bagaż
ru: Багаж
uk: Багаж

source: Luggage
et: Pagas
lt: Bagažas
lv: Bagāža
pl: Bagaż
ru: Багаж
uk: Багаж

source: Purchased
et: Ostetud
lt: Įsigyta
lv: Iegādāts
pl: Kupiono
ru: Куплено
uk: Оплачено

source: Cabin Baggage
et: Käsipagas
lt: Rankinis bagažas
lv: Rokas bagāža
pl: Bagaż podręczny
ru: Ручная кладь
uk: Ручна поклажа

source: 1. Baggage
lt: 1. Bagažas
lv: 1. Bagāža
pl: Bagaż
ru: 1. багаж
uk: 1. Baggage Багаж

source: 2. Baggage
lt: 2. Bagažas
lv: 2. Bagāža
pl: Bagaże
ru: 2. багаж
uk: 2. Baggage Багаж

source: I would like to receive news and special offers from the company
et: Soovin saada ettevõttelt uudiseid ja eripakkumisi
lt: Norėčiau gauti įmonės naujienas ir specialius pasiūlymus.
lv: Vēlos saņemt jaunumus un īpašos piedāvājumus no uzņēmuma
ru: Я бы хотел(а) получать новости и специальные предложения

source: Voucher Barcode
et: Voucheri vöötkood
lt: Kupono brūkšninis kodas
lv: Kupona svītrkods
pl: Kod kreskowy vouchera
ru: Штрих-код ваучера
uk: Штрих-код ваучера

source: D. Transfer Pickup Place
et: Transfeeri alguskoht
lt: Paėmimo vieta
lv: D. D. Transfēra Saņemšanas Vieta
pl: Miejsce odbioru na transfer powrotny
ru: Место отправления трансфера
uk: Місце відправлення трансферу

# menuloyalty
source: Coral.Bonus Loyalty Program
et: Coral Travel lojaalsuseprogramm
lt: Coral. Premijų lojalumo programa
lv: Coral.Bonus lojalitātes programma
ru: Программа лояльности Coral.Bonus
uk: Программа лояльности Coral.Bonus

source: Loyalty Program
et: Lojaalsuseprogramm
lt: Lojalumo programa
lv: Lojalitātes Programma
ru: Программа лояльности
uk: Программа лояльности

source: Participant form
et: Osaleja vorm
lt: Dalyvio forma
lv: Dalībnieka forma
ru: Анкета участника программы
uk: Анкета участника программы

source: Female
et: Naine
lt: Moteris
lv: Sieviete
pl: Kobieta
ru: Женский
uk: Жіноча

source: Male
et: Mees
lt: Vyras
lv: Vīrietis
pl: Mężczyzna
ru: Мужской
uk: Чоловіча

source: I agree to the Rules
et: Nõustun reeglitega
lt: Sutinku su taisyklėmis
lv: Es piekrītu noteikumiem
ru: Я согласен с Правилами Программы лояльности
uk: Я согласен с Правилами Программы лояльности

source: I agree to the Privacy Policy
et: Nõustun privaatsuspoliitikaga
lt: Sutinku su privatumo politika
lv: Es piekrītu Privātuma Politikai
ru: Я ознакомлен с Согласием о конфиденциальности и защиты персональных данных
uk: Я ознакомлен с Согласием о конфиденциальности и защиты персональных данных

source: Rules
et: Reeglid
lt: Taisyklės
lv: Noteikumi
ru: Правилами Программы лояльности
uk: Правилами Программы лояльности

# Privacy Policy Loyalty
source: Privacy Policy
et: Privaatsuspoliitika
lt: Privatumo politika
lv: Privātuma Politika
ru: Согласием о конфиденциальности и защиты персональных данных
uk: Согласием о конфиденциальности и защиты персональных данных

source: Fill out a simple application form and you get a virtual Card. The Virtual Card number will be sent to the e-mail address specified in the application form, the Card activation code will be sent to the mobile phone number specified in the application form.
et: Täitke lihtne taotlusvorm ja saate virtuaalse Kaardi. Virtuaalkaardi number saadetakse taotlusvormis märgitud e-posti aadressile. Kaardi aktiveerimiskood saadetakse taotlusvormis märgitud mobiiltelefoni numbrile.
lt: Užpildykite paraiškos formą ir gausite virtualią kortelę. Virtualios kortelės numeris bus išsiųstas paraiškoje nurodytu el. pašto adresu, kortelės aktyvavimo kodas bus išsiųstas paraiškoje nurodytu mobiliojo telefono numeriu.
lv: Aizpildiet vienkāršu pieteikuma veidlapu, un jūs saņemsiet virtuālo karti. Virtuālās kartes numurs tiks nosūtīts uz pieteikuma anketā norādīto e-pasta adresi, Kartes aktivizācijas kods tiks nosūtīts uz pieteikuma anketā norādīto mobilā tālruņa numuru.
ru: Заполните простую анкету и Вам будет предоставлена виртуальная Карта. Номер виртуальной Карты придёт на указанный в Анкете адрес электронной почты, код активации Карты придёт на указанный в Анкете номер мобильного телефона.
uk: Заполните простую анкету и Вам будет предоставлена виртуальная Карта. Номер виртуальной Карты придёт на указанный в Анкете адрес электронной почты, код активации Карты придёт на указанный в Анкете номер мобильного телефона.

source: Relax and Get Bonuses!
et: Lõõgastuge ja hankige boonuseid!
lt: Atsipalaiduokite ir gaukite premijas!
lv: Atpūtieties un saņemiet bonusus!
ru: отдыхайте и получайте бонусы!
uk: отдыхайте и получайте бонусы!

source: Order A Card
et: Telli kaart
lt: Užsakyti kortelę
lv: Pasūtiet Karti
ru: Заказать карту
uk: Заказать карту

source: Get A Card
et: Saad kaardi
lt: Gauti kortelę
lv: Iegūstiet karti
ru: Получить карту
uk: Получить карту

source: Patronymic
et: Isanimi
lt: Tėvavardis
lv: Tēvvārds
ru: Отчество
uk: Отчество

source: Gender
et: Sugu
lt: Lytis
lv: Dzimums
pl: Płeć
ru: Пол
uk: Стать

source: City
et: Linn
lt: Miestas
lv: Pilsēta
ru: Город
uk: Город

source: Personal Data
et: Isiklikud Andmed
lt: Asmens duomenys
lv: Personas Dati
ru: Персональные данные

source: Home Page
et: Avaleht
lt: Pagrindinis puslapis
lv: Mājas Lapa
ru: Главная страница
uk: Главная страница

source: Application form has been sent successfully
et: Taotlusvorm on edukalt saadetud
lt: Paraiškos forma sėkmingai išsiųsta
lv: Pieteikuma veidlapa ir veiksmīgi nosūtīta
ru: Заявка успешно отправлена
uk: Заявка успешно отправлена

source: Meeting Place
et: Kohtumise asukoht
lt: Susitikimo vieta
lv: Satikšanās Vieta
pl: Miejsce spotkania
ru: Место встречи
uk: Місце зустрічі

source: Work Schedule
et: Töögraafik
lt: Darbo grafikas
lv: Darba Grafiks
pl: Terminy dyżurów
ru: Присутствие в отеле
uk: Проміжок часу

source: Meet My Guide
et: Kohtu Giidiga!
lt: Susipažink su gidu
lv: Satikt Savu Gidu
pl: Twój rezydent
ru: Встреча с гидом
uk: Зустріч з гідом

source: Activities
et: Tegevused
lt: Veikla
lv: Aktivitātes
pl: Zaplanuj wakacje
ru: Путешествие
uk: Подорож

source: Travel profitably with CoralBonus! Activate your card now and get up to 30,000 bonuses for buying a tour and up to 80,000 bonuses for making purchases from program partners!
et: Reisige CoralTravelBonusega kasumlikult! Aktiveerige oma kaart kohe ja saate kuni 30 000 boonust ringreisi ostmisel ja kuni 80 000 boonust programmi partneritelt ostude eest!
lt: Keliaukite pelningai naudodamiesi „CoralBonus“! Aktyvinkite savo kortelę dabar ir gaukite premiją iki 300 už ekskursijos įsigyjimą ir iki 800 už pirkinius iš programos partnerių!
lv: Ceļojiet izdevīgi, izmantojot CoralBonus! Aktivējiet savu karti tūlīt un saņemiet līdz pat 30 000 bonusu, iegādājoties ekskursiju, un līdz 80 000 bonusu, veicot pirkumus no programmas partneriem!
ru: Путешествуйте выгодно вместе с CoralBonus! Активируйте карту сейчас и получайте до 30,000 бонусов за покупку тура и до 80,000 бонусов за совершение покупок у партнеров программы!
uk: Путешествуйте выгодно вместе с CoralBonus! Активируйте карту сейчас и получайте до 30,000 бонусов за покупку тура и до 80,000 бонусов за совершение покупок у партнеров программы!

source: Up to 100% of the travel cost can be paid with active bonuses
et: Aktiivsete boonustega saab tasuda kuni 100% reisikulust
lt: Iki 100% kelionės išlaidų galima sumokėti naudojant aktyvias premijas
lv: Līdz pat 100% no ceļojuma izmaksām var apmaksāt ar aktīvajiem bonusiem
ru: Активными бонусами можно оплатить до 100% стоимости путешествия
uk: Активными бонусами можно оплатить до 100% стоимости путешествия

source: Bonuses are awarded for the first purchase on the website www.coral.ru or at Coral Travel sales offices
et: Boonused antakse esimese ostu korral lehelt www.coraltravel.ee või Coral Traveli müügiesindustes
lt: Premijos skiriamos už pirmą pirkimą svetainėje www.coral.lt arba „Coral Travel“ pardavimų biuruose
lv: Bonusi tiek piešķirti par pirmo pirkumu vietnē www.coraltravel.lv vai Coral Travel klientu apkalpošanas nodaļā
ru: Бонусы начисляются уже за первую покупку на сайте www.coral.ru или в офисах продаж Coral Travel
uk: Бонусы начисляются уже за первую покупку на сайте www.coral.ru или в офисах продаж Coral Travel

source: Fill out the electronic form
et: Täitke elektrooniline vorm
lt: Užpildykite elektroninę formą
lv: Aizpildiet elektronisko veidlapu
ru: Заполните электронную анкету
uk: Заполните электронную анкету

source: Click the Get a card button
et: Klõpsake nuppu Telli kaart
lt: Spustelėkite mygtuką „Gauti kortelę“
lv: Noklikšķiniet uz pogas Saņemt karti
ru: Нажмите кнопку «Получить карту
uk: Нажмите кнопку «Получить карту

source: An activation link will be sent to your email address
et: Teie e-posti aadressile saadetakse aktiveerimislink
lt: Aktyvinimo nuoroda bus išsiųsta į jūsų el. pašto adresą
lv: Uz jūsu e-pasta adresi tiks nosūtīta aktivizācijas saite
ru: На указанный Вами электронный адрес будет направлена ссылка для активации
uk: На указанный Вами электронный адрес будет направлена ссылка для активации

source: Activate the card by following the link
et: Aktiveerige kaart, järgides linki
lt: Suaktyvinkite kortelę sekdami nuorodą
lv: Aktivizējiet karti, sekojot saitei
ru: Активируйте карту пройдя по ссылке
uk: Активируйте карту пройдя по ссылке

source: The CoralBonus card is ready to use!
et: CoralBoonuse kaart on kasutamiseks valmis!
lt: CoralBonus kortelė paruošta naudoti!
lv: CoralBonus karte ir gatava izmantošanai!
ru: Карта CoralBonus готова к использованию!
uk: Карта CoralBonus готова к использованию!

source: Reception
et: Vastuvõtmine
lt: Priėmimas
lv: Reģistratūra
pl: Recepcja
ru: Ресепшн
uk: Рецепція

source: CALL US
et: Helista meile
lt: SKAMBINKITE
lv: Pazvanīt mums
pl: „Kontakt”
ru: обратиться
uk: обратиться

source: Narrative
et: Kirjeldus
lt: Pasakojimas
lv: Attēlojums
pl: Prognoza pogody
ru: Прогноз
uk: Сьогодні

source: Sunrise Time
et: Päikesetõusu aeg
lt: Saulėtekio laikas
lv: Saullēkta Laiks
pl: Wschód słońca
ru: Восход
uk: Схід сонця

source: Max Temperature
et: Maksimaalne temperatuur
lt: Maks. temperatūra
lv: Maksimālā Temperatūra
pl: Temperatura maksymalna
ru: Макс. температура
uk: Макс. температура

source: Sunset Time
et: Päikeseloojangu aeg
lt: Saulėlydžio laikas
lv: Saulrieta Laiks
pl: Zachód słońca
ru: Закат
uk: Захід сонця

source: Min Temperature
et: Minimaalne temperatuur
lt: Min. temperatūra
lv: Minimālā Temperatūra
pl: Temperatura minimalna
ru: Мин. температура
uk: Мін. температура

source: Wind
et: Tuul
lt: Vėjas
lv: Vējš
pl: Wiatr
ru: Ветер
uk: Вітер

source: Precipitation Chance
et: Sademed
lt: Kritulių tikimybė
lv: Iespējamie Nokrišņi
pl: Prawdopodobieństwo opadów
ru: Вероятность осадков
uk: Імовірність опадів

source: UV Description
et: UV info
lt: UV aprašymas
lv: UV Apraksts
pl: Promieniowanie UV
ru: УФ индекс
uk: Індекс УФ

source: Humidity
et: Niiskus
lt: Drėgmė
lv: Mitrums
pl: Wilgotność
ru: Влажность
uk: Вологість

source: Enter to your account or go through a simple registration procedure and you will not have to enter the tour details every time. You will also be able to view previous travels, select excursions and more!
et: Sisenege või läbige lihtne registreerimisprotseduur ja te ei pea iga kord reisi üksikasju sisestama. Samuti saate vaadata varasemaid reise, valida ekskursioone ja palju muud!
lt: Įeikite į savo paskyrą arba užsiregistruokite ir jums nereikės kaskart įvedinėti infromacijos apie kelionę. Taip pat galėsite peržiūrėti ankstesnes keliones, pasirinkti ekskursijas ir dar daugiau!
lv: Ieejiet savā kontā vai veiciet vienkāršu reģistrācijas procedūru, un jums nebūs katru reizi jāievada informācija par ceļojumu. Varēsiet apskatīt arī iepriekšējos ceļojumus, izvēlēties ekskursijas un daudz ko citu!
ru: Войдите в свой аккаунт или пройдите простую процедуру регистрации и вам не придётся каждый раз вводить данные тура. Вы также сможете просматривать предыдущие путешествия, выбирать экскурсии и многое другое!
uk: Войдите в свой аккаунт или пройдите простую процедуру регистрации и вам не придётся каждый раз вводить данные тура. Вы также сможете просматривать предыдущие путешествия, выбирать экскурсии и многое другое!

source: Thank you for taking time to complete the survey. We will send your survey once you connect any network and open the app again automatically
et: Täname, et leidsite aega küsitluse täitmiseks. Saadame teie küsitluse pärast võrguühenduse loomist ja rakenduse automaatselt uuesti avamist
lt: Dėkojame, kad skyrėte laiko apklausai užpildyti. Mes išsiųsime jūsų apklausos rezultatus, kai prisijungsite prie bet kurio tinklo ir automatiškai vėl atidarysite programą.
lv: Paldies, ka veltījāt laiku aptaujas aizpildīšanai. Mēs nosūtīsim jūsu aptauju, tiklīdz būsiet izveidojis savienojumu ar jebkuru tīklu un automātiski atkal atvērsies lietotne
pl: Dziękujemy za poświęcony czas! Ankieta zostanie automatycznie wysłana, jak tylko połączysz się z siecią wifi, a następnie otworzysz aplikację.
ru: Спасибо, что нашли время, чтобы заполнить опрос. Мы отправим ваши ответы, как только вы подключитесь к любой сети и откроете приложение
uk: Дякуємо, що знайшли час, щоб заповнити опитування. Ми відправимо ваші відповіді, як тільки ви зможете приєднатися до будь-якої мережі і відкриєте додаток.

source: Your survey responses were submitted successfully! Thank you!
et: Teie küsitluse vastused on edukalt saadetud! Suur tänu!
lt: Jūsų apklausos rezultati buvo sėkmingai išsiųsti! Ačiū!
lv: Jūsu aptaujas atbildes tika veiksmīgi iesniegtas! Paldies!
pl: Twoja ankieta została wysłana. Dziękujemy!
ru: Ваши результаты опроса были успешно отправлены! Спасибо!
uk: Ваші результати опитування були успішно відправлені! Дякуємо!
