Repository: akfdmrzn/OtiLocalization
Catalog: LocalizationFramework/*.lproj/Localizable.strings
Languages: et, lt, lv, pl, ru, uk

# com.oti.coral.ruAboutUsLongDesc
source: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
ru: Бренд Coral Travel представлен на рынке с 1995 года. Сегодня оператор занимает лидирующие позиции в туристической отрасли и позиционируется как марка надежности и качества. Собственные принимающие компании обслуживают клиентов Coral Travel в Турции, Египте, Греции, Испании, ОАЭ, Таиланде, Вьетнаме и Тунисе. Туроператор Coral Travel предлагает лучшие курорты и отели в 40 странах мира, среди которых Австрия, Андорра, Бахрейн, Беларусь, Болгария, Вьетнам, Греция, Грузия, Доминиканская Республика, Египет, Израиль, Индия, Индонезия, Иордания, Испания, Италия, Катар, Кения, Кипр, Китай, Куба, Маврикий, Мальдивы, Марокко, Мексика, ОАЭ, Россия, Сейшелы, Сингапур, Таиланд, Танзания, Тунис, Турция, Узбекистан, Хорватия, Черногория, Шри-Ланка. Идет постоянная работа по открытию новых направлений. Туроператор организует групповые и индивидуальные туры FIT на базе собственных чартерных программ и регулярных рейсов, занимается развитием инсентив-, конгресс-, спортивного и других видов туризма, а также активно продает авиабилеты в онлайн. Под брендом Coral Travel работают туроператоры не только в России, но и в Германии, Украине, Польше, Турции, Белaруси и Грузии. Программы авиаперевозок осуществляются на чартерной и регулярной основе из всех аэропортов Москвы и более чем из 47 городов Российской Федерации, 5 городов Украины, 2 городов Белaруси, 10 городов Польши, 2 городов Турции, 10 городов Германии.

# com.oti.coral.belarusAboutUsLongDesc
source: CORAL TRAVEL Company started its operation in 2010, becoming one of the leaders in the tourist market of the country by now. Today it is a well-known brand, associated with reliability and quality. CORAL TRAVEL BELARUS is a multisectoral tour operator, offering tours to more than 30 countries in different parts of the world to their clients. CORAL TRAVEL Company is a part of a big international commercial entity – OTI Holding. 27 companies in 16 countries and a total of 7000 OTI Holding professional staff have been operating with the most popular tourist destinations (Turkey, Egypt, Greece, Spain, United Arab Emirates, Thailand, Vietnam, Tunisia) since 1992. OTI Holding continues to grow and develop in new markets and destinations annually, without compromising the quality and customer satisfaction. All the companies of OTI Holding develop their business rapidly due to high technology applications, professional approach and a constant quality monitoring. Among the exclusive offers of CORAL TRAVEL can be highlighted: family vacation, based on the Sun Family Club Concept which successfully works in 6 countries, and the VIP Vacation Concept - known as Coral Elite Service. The success of the CORAL TRAVEL brand is established on the high professionalism and creative approach of staff members. It helps the company to improve and move forward to greater heights. As for the direct consumers, the main target of CORAL TRAVEL activity, since it was established, has been meeting the needs of all categories of people. CORAL TRAVEL will be nearby from the time of choosing the travel destination until the careful unpacking souvenirs. We can advise: which country to choose for a trip in April with a child, how to make a call from Dominican Republic to Belarus cheaply, where in Thailand one can take a scooter for rent, what to feed monkeys in zoos, which vaccination is needed for a journey to Tanzania, when kumquat gets ripen and what one should do when emergency situations arise.
pl: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
ru: Компания Coral Travel Беларусь начала свою деятельность в 2010 году и на сегодняшний день является одним из лидеров туристического бизнеса страны, позиционируется, как марка надежности и качества. Coral Travel Беларусь – это многопрофильный туроператор, который предлагает своим клиентам отдых более, чем в 30 странах в разных уголках планеты. Компания Coral Travel принадлежит крупной международной структуре OTI Holding. 27 компаний в 16 странах и 7000 профессиональных сотрудников холдинга OTI ведут свою деятельность в сфере туризма, начиная с 1992 года в наиболее популярных направлениях, таких как Турция, Египет, Греция, Испания, ОАЭ, Таиланд, Вьетнам и Тунис. Холдинг OTI ежегодно продолжает расти и развиваться на новых ранках и направлениях, не поступаясь качеством и удовлетворенностью клиентов. Бизнес всех участников группы OTI развивается быстрыми темпами благодаря использованию современных высоких технологий, профессиональному подходу к делу и постоянному контролю над качеством. Среди эксклюзивных предложений Coral Travel особенного внимания заслуживают: семейный отдых на базе концепции Sun Family Club, которая успешно работает в 6 странах, а также концепция VIP отдыха – Coral Elite Service. В основе успеха бренда Coral Travel лежат высокий профессионализм и творческий подход к делу сотрудников компании. Это помогает компании совершенствоваться и двигаться вперед, к новым вершинам. Что касается прямого потребителя, то с момента создания компании основной целью деятельности Coral Travel является максимальное удовлетворение потребностей всех категорий населения. Coral Travel будет с вами с момента выбора страны до бережной распаковки сувениров. Мы знаем, куда поехать с ребенком в апреле, как выгоднее всего звонить из Доминиканы в Беларусь, где в Таиланде взять на прокат мотороллер, чем кормить обезьян в зоопарках, какие прививки делать перед поездкой в Танзанию, когда созревает кумкват и, что нужно делать в экстренной ситуации.

# com.oti.coral.polandAboutUsLongDesc
source: We are one of the four largest tour operators in Poland. We were founded in 1999. We have been operating as the current brand since the merger of two OTI Holding Group brands on the Polish market: Wezyr Holidays and Coral Travel Poland. It’s a combination of 15 years of Wezyr Holiday’s experience on local Polish market with international knowledge and strength of Coral Travel Poland. The synergy of development and activities integrated under a common brand have many benefits for customers, primarily a richer offer and service under control. ● We offer charter holidays to 15 destinations with departures from 12 local airports in Poland. We are specialists in organizing trips to Turkey, where at the peak of the season we fly everyday from Warsaw, Poznan, Wroclaw and Katowice. Almost 40% of all Polish tourists spending organized holidays in Turkey are clients of Coral Travel Poland. ● We are constantly enriching our offer with new products. Currently we offer, along with Turkey, which is the flagship direction, Greece, Spain, Bulgaria, Egypt, Tunisia and exotic countries such as the Dominican Republic, Cuba, Thailand, Mauritius and the United Arab Emirates. ● We are getting closer to our customers, expanding the network of sales points in Poland. Currently we have 150 authorized travel agencies, 52 own and franchise salons, and we cooperate with 2000 agency offices in Poland. ● Our share capital is PLN 20 million. We have an insurance guarantee of 110,000,000 PLN, giving our clients certainty and security of their holidays. We have been accredited with the Quality Management System ISO 9001: 2008 certificate since 2010 and we are successfully continuing the accreditation.
pl: Jesteśmy jednym z czterech największych touroperatorów w Polsce. Powstaliśmy w 1999 roku. Pod obecną marką funkcjonujemy od chwili połączenia dwóch marek Grupy OTI Holding na polskim rynku: Wezyr Holidays i Coral Travel Poland. To połączenie 15 lat doświadczenia Wezyr Holidays na lokalnym, polskim rynku z międzynarodową wiedzą i siłą Coral Travel Poland. Synergia rozwoju i działania scalone pod wspólną marką to wiele korzyści dla klientów, przede wszystkim bogatsza oferta oraz obsługa i serwis pod kontrolą. Kilka faktów o nas: ● proponujemy wakacje czarterowe do 15 kierunków z wylotami z 12 lotnisk lokalnych w Polsce, ● jesteśmy specjalistami na kierunku Turcja, gdzie w szczycie sezonu latamy tam codziennie z Warszawy, Poznania, Wrocławia i Katowic, blisko 40% wszystkich polskich turystów spędzających zorganizowane wakacje w Turcji to Klienci Coral Travel Poland, ● nieustannie wzbogacamy swoją ofertę o nowe produkty i obecnie proponujemy, obok Turcji, która jest kierunkiem flagowym, Grecję, Hiszpanię, Bułgarię, Egipt, Tunezję oraz kraje egzotyczne, takie jak Dominikana, Kuba, Tajlandia, Mauritius czy Zjednoczone Emiraty Arabskie, ●jesteśmy coraz bliżej naszych Klientów rozszerzając siatkę punktów sprzedaży w całej Polsce i dzisiaj mamy 150 autoryzowanych biur podróży, 52 salony własne i franczyzowe oraz współpracujemy z 2000 biur agencyjnych w całej Polsce, lista biur >> ● posiadamy kapitał zakładowy 20 mln złotych, ● mamy wykupioną gwarancją ubezpieczeniową 110 000 000 złotych dając naszym Klientom pewność i bezpieczeństwo wakacji, ● od 2010 r posiadamy akredytowany certyfikat Systemu Zarządzania Jakością ISO 9001: 2008 i z powodzeniem kontynuujemy akredytację.
ru: Бренд Coral Travel представлен на рынке с 1995 года. Сегодня оператор занимает лидирующие позиции в туристической отрасли и позиционируется как марка надежности и качества. Собственные принимающие компании обслуживают клиентов Coral Travel в Турции, Египте, Греции, Испании, ОАЭ, Таиланде, Вьетнаме и Тунисе. Туроператор Coral Travel предлагает лучшие курорты и отели в 40 странах мира, среди которых Австрия, Андорра, Бахрейн, Беларусь, Болгария, Вьетнам, Греция, Грузия, Доминиканская Республика, Египет, Израиль, Индия, Индонезия, Иордания, Испания, Италия, Катар, Кения, Кипр, Китай, Куба, Маврикий, Мальдивы, Марокко, Мексика, ОАЭ, Россия, Сейшелы, Сингапур, Таиланд, Танзания, Тунис, Турция, Узбекистан, Хорватия, Черногория, Шри-Ланка. Идет постоянная работа по открытию новых направлений. Туроператор организует групповые и индивидуальные туры FIT на базе собственных чартерных программ и регулярных рейсов, занимается развитием инсентив-, конгресс-, спортивного и других видов туризма, а также активно продает авиабилеты в онлайн. Под брендом Coral Travel работают туроператоры не только в России, но и в Германии, Украине, Польше, Турции, Белaруси и Грузии. Программы авиаперевозок осуществляются на чартерной и регулярной основе из всех аэропортов Москвы и более чем из 47 городов Российской Федерации, 5 городов Украины, 2 городов Белaруси, 10 городов Польши, 2 городов Турции, 10 городов Германии.

source: news and special offers
lt: įmonės naujienas ir specialius pasiūlymus

source: List
uk: Меню
