Repository: akfdmrzn/OtiLocalization
Catalog: LocalizationFramework/*.lproj/Localizable.strings
Languages: et, lt, lv, pl, ru, uk

source: Excursion purchased from the organizer in the country of temporary residence
et: Reis oli ostetud korraldajalt reisi sihtkohas
lt: Ekskursija įsigyta iš organizatoriaus veikiančio laikinai gyvenamoje šalyje
lv: Ekskursija iegādāta no organizatora ceļojuma galamērķī
pl: Wycieczkę zakupiono od organizatora działającego w kraju tymczasowego pobytu
ru: Экскурсия приобретена у исполнителя в стране временного пребывания

source: You should select at least %@ mandatory extra service
et: Valida tuleks vähemalt %@ kohustuslikku lisateenust.
lv: Lūdzu, izvēlieties vismaz %@ obligāto papildu pakalpojumu
pl: Powinieneś wybrać co najmniej %@ obowiązkowych usług dodatkowych.
ru: Вам необходимо выбрать как минимум %@ дополнительных услуг
uk: Вам необхідно вибрати принаймні %@ обов’язкових додаткових послуг

source: Notifications ●
et: Teavitused ●
lt: Pranešimai ●
lv: Paziņojumi ●
pl: Powiadomienia ●
ru: Уведомления ●
uk: Сповіщення ●

source: Waiting bank response
et: Panga vastuse ootamine
lv: Tiek gaidīta atbilde no bankas
pl: Czekamy na odpowiedź z banku
ru: Ожидание ответа от банка
uk: Чекаємо відповіді від банку

source: Chcę otrzymywać Newsletter o ofercie i promocjach. Więcej informacji.
et: I want to receive the newsletter about the offer and promotions. More information.
lt: I want to receive the newsletter about the offer and promotions. More information.
lv: I want to receive the newsletter about the offer and promotions. More information.

source: Wyrażam zgodę na otrzymywanie informacji handlowych za pomocą środków komunikacji elektronicznej, w rozumieniu ustawy z dnia 18 lipca 2002 r. o świadczeniu usług drogą elektroniczną (Dz. U. z 2002 r., Nr 144, poz. 1204 ze zm.).
et: I agree to receive commercial information by means of electronic communication, within the meaning of the Act of 18 July 2002 on the provision of electronic services (Journal of Laws of 2002, No. 144, item 1204, as amended).
lt: I agree to receive commercial information by means of electronic communication, within the meaning of the Act of 18 July 2002 on the provision of electronic services (Journal of Laws of 2002, No. 144, item 1204, as amended).
lv: I agree to receive commercial information by means of electronic communication, within the meaning of the Act of 18 July 2002 on the provision of electronic services (Journal of Laws of 2002, No. 144, item 1204, as amended).

# I agree to be contacted by phone. More information.
source: Wyrażam zgodę na kontakt telefoniczny. Więcej informacji.
et: I agree to be contacted by phone. More information.
lt: I agree to be contacted by phone. More information.
lv: I agree to be contacted by phone. More information.

source: Wyrażam zgodę na kontakt telefoniczny, na podany przeze mnie numer telefonu, dla celów marketingu bezpośredniego, w rozumieniu ustawy z dnia 16 lipca 2004 r. Prawo telekomunikacyjne (Dz. U. z 2004 r., Nr 171, poz. 1800 ze zm.).
et: I agree to be contacted by phone, to the telephone number provided by me, for the purposes of direct marketing, within the meaning of the Act of 16 July 2004 Telecommunications Law (Journal of Laws of 2004, No. 171, item 1800, as amended).
lt: I agree to be contacted by phone, to the telephone number provided by me, for the purposes of direct marketing, within the meaning of the Act of 16 July 2004 Telecommunications Law (Journal of Laws of 2004, No. 171, item 1800, as amended).
lv: I agree to be contacted by phone, to the telephone number provided by me, for the purposes of direct marketing, within the meaning of the Act of 16 July 2004 Telecommunications Law (Journal of Laws of 2004, No. 171, item 1800, as amended).

# More information.
source: Więcej informacji.
et: More information.
lt: More information.
lv: More information.

# Changes will be saved, do you confirm?
source: Zmiany zostaną zapisane, czy potwierdzasz?
et: Changes will be saved, do you confirm?
lt: Changes will be saved, do you confirm?
lv: Changes will be saved, do you confirm?

# Terms of services in the mobile application
source: Warunki świadczenia usług drogą elektroniczną
et: Terms of services in the mobile application
lt: Terms of services in the mobile application
lv: Terms of services in the mobile application

# com.oti.coral.lithuaniaAboutUsLongDesc
source: We are an international tour operator ,,Coral Travel”, operating for more than 26 years in 7 countries. We are proud to have more than 28 million customers worldwide. This year we started our activities in the Baltic region. We are happy to invite you to relax in the most popular resorts in Turkey (Alanya, Antalya, Side, Kemer, Belek) and in Egypt (Hurghada) full of discoveries. For flights to Turkey, we have chosen an award-winning ,,Turkish Airlines”, so we can offer unique travel benefits. We are the only ones on the market to offer free of charge in-flight catering for all passengers, as well as comfortable seating with more legroom, larger-than-usual luggage (30 kg + 8 kg) and the longest holiday duration - early departure and late return. We can offer the most discerning customers travel in business class, where special attention is paid throughout the flight. For flights to Egypt, we have chosen ,,Freebird Airlines”, a highly experienced and reputable airline, as our partner, which makes the rest exceptional. We pay special attention to the comfort and convenience of our customers. It is very important for us that our customers enjoy quality rest. We offer extremely convenient flight times - early departure and late return, as well as larger luggage 30 kg + 8 kg (for an adult). The airline is famous for its high level of service and quality aircraft. We have a wide range of hotels for your best vacation, offering breathtaking tours and entertainment. Guests can enjoy exceptional relaxation, gourmet food at the best hotels or dive into the whirlpool of entertainment and experience. We invite you to trips full of unforgettable adventures and endless discoveries!With Coral Travel, every trip is special!
et: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
lt: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
lv: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
pl: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
ru: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
uk: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.

# com.oti.coral.latviaAboutUsLongDesc
source: Coral Travel is a combination of experience, international knowledge, and strength that makes traveling convenient and unforgettable like never before. Every trip is special with Coral Travel. A reliable tour operator from Turkey, loved all over the world.
et: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
lt: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
lv: Coral Travel - tas ir pieredzes, starptautisku zināšanu un spēka apvienojums, kas padara ceļošanas procesu ērtu un neaizmirstamu, nodrošinot Jums mūžīgu vasaru un sauli 365 dienas gadā! Kopā ar Coral Travel Latvia katrs ceļojums ir īpašs. Uzticams tūroperators no Turcijas, ko mīl visā pasaulē.
pl: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
ru: Бренд Coral Travel представлен на рынке с 1995 года. Сегодня оператор занимает лидирующие позиции в туристической отрасли и позиционируется как марка надежности и качества. Собственные принимающие компании обслуживают клиентов Coral Travel в Турции, Египте, Греции, Испании, ОАЭ, Таиланде, Вьетнаме и Тунисе. Туроператор Coral Travel предлагает лучшие курорты и отели в 40 странах мира, среди которых Австрия, Андорра, Бахрейн, Беларусь, Болгария, Вьетнам, Греция, Грузия, Доминиканская Республика, Египет, Израиль, Индия, Индонезия, Иордания, Испания, Италия, Катар, Кения, Кипр, Китай, Куба, Маврикий, Мальдивы, Марокко, Мексика, ОАЭ, Россия, Сейшелы, Сингапур, Таиланд, Танзания, Тунис, Турция, Узбекистан, Хорватия, Черногория, Шри-Ланка. Идет постоянная работа по открытию новых направлений. Туроператор организует групповые и индивидуальные туры FIT на базе собственных чартерных программ и регулярных рейсов, занимается развитием инсентив-, конгресс-, спортивного и других видов туризма, а также активно продает авиабилеты в онлайн. Под брендом Coral Travel работают туроператоры не только в России, но и в Германии, Украине, Польше, Турции, Белaруси и Грузии. Программы авиаперевозок осуществляются на чартерной и регулярной основе из всех аэропортов Москвы и более чем из 47 городов Российской Федерации, 5 городов Украины, 2 городов Белaруси, 10 городов Польши, 2 городов Турции, 10 городов Германии.
uk: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
