Repository: akfdmrzn/OtiLocalization
Catalog: LocalizationFramework/*.lproj/Localizable.strings
Languages: et, lt, lv, pl, ru, uk

source: Home
et: Pealeht
lt: Pradžia
lv: Galvenā lapa
pl: Menu główne
uk: Головна

source: Menu
et: Menüü
lt: Meniu
lv: Izvēlne
ru: Меню
uk: Меню

source: Tips
et: Soovitused
lt: Patarimai
lv: ieteikumi
pl: Wskazówki
ru: Советы
uk: Поради

source: My Trips
et: Minu reisid
lt: Mano kelionės
lv: Mani Ceļojumi
pl: Moje wycieczki
ru: Мои путешествия
uk: Мої подорожі

source: Surname
et: Perekonnanimi
lt: Pavardė
lv: Uzvārds
pl: Nazwisko
ru: Фамилия
uk: Прізвище

source: City Guide
et: Giid
lt: Miesto gidas
lv: Pilsētas Gids

# goToCoralWep
source: Go to Coral Web
et: Mine Coral Travel Estonia lehele
lt: Eiti į Coral svetainę
lv: Pāriet uz Coral mājas lapu
ru: Перейти на сайт coral.ru
uk: Перейти на coraltravel.ua

source: I need advice
et: Vajan nõu
lt: Man reikia patarimo
lv: Man vajag padomu
ru: Мне нужен совет

source: Res No:
lt: Res. Nr.:
lv: Atbilde Nē
pl: numer rezerwacji:
ru: Номер брони:
uk: Номер броні:

source: Res No
lt: Res. Nr.:
lv: Atbilde Nē
pl: numer rezerwacji
ru: Номер брони
uk: Номер броні

source: Passport
et: Pass
lt: Pasas
lv: Pase
pl: Numer paszportu
ru: Номер паспорта
uk: Номер паспорту

source: Phone
et: Telefon
lt: Tel. Nr.
lv: Tālrunis
ru: Телефон
uk: Телефон

source: Mail
et: E-post
lt: Paštas
lv: E-pasts
ru: E-mail
uk: E-mail

source: Continue
et: Jätka
lt: Tęsti
lv: Turpināt
pl: Kontyntynuj
ru: Продолжить
uk: Продовжити

source: Login
et: Logi sisse
lt: Prisijungti
lv: Pieslēgties
pl: Zaloguj sie
ru: Войти
uk: Логін

source: Register
et: Registreeri
lt: Registruotis
lv: Reģistrēties
pl: Zarejestruj się
ru: Зарегистрироваться
uk: Зареєструватись

source: Welcome
et: Tere tulemast
lt: Sveiki atvykę
lv: Laipni lūgti
pl: Witamy
ru: Добро пожаловать
uk: Вітаємо

# setting
source: Settings
et: Seaded
lt: Nustatymai
lv: Iestatījumi
pl: Ustawienia
ru: Настройки
uk: Налаштування

# language
source: Change Language
et: Muuda keelt
lt: Keisti kalbą
lv: Mainīt Valodu
pl: Zmień język
ru: Сменить язык
uk: Змінити мову

source: Change Password
et: Muuda salasõna
lt: Keisti slaptažodį
lv: Mainīt Paroli
pl: Zmień hasło
ru: Сменить пароль
uk: Змінити пароль

# tripDetail
source: Package Details
et: Paketi üksikasjad
lt: Kelionės informacija
lv: Mana ceļojuma
pl: Szczegóły pakietu
ru: Ваше путешествие
uk: Ваша подорож

source: Hotel
et: Hotell
lt: Viešbutis
lv: Viesnīca
pl: Szczegóły dotyczące hotelu
ru: Проживание
uk: Назва готелю

source: Hotel Info
et: Hotelli Info
lt: Informacija apie viešbutį
lv: Info par viesnīcu
pl: Nazwa hotelu
ru: Информация об отеле
uk: Інформація про готель

source: Date
et: Kuupäev
lt: Data
lv: Datums
pl: Data zameldowania-wymeldowania
ru: Дата
uk: Дата

source: Hotel Area
et: Hotelli piirkond
lt: Viešbučio zona
lv: Viesnīcas Zona
pl: Region
ru: Регион
uk: Курорт

source: Meal Type
et: Toitlustus
lt: Maitinimo tipas
lv: Ēdienu Veidi
pl: Rodzaj wyżywienia
ru: Тип питания
uk: Тип харчування

source: Room Type
et: Toatüüp
lt: Kambario tipas
lv: Istabiņu Veidi
pl: Typ pokoju
ru: Тип комнаты
uk: Тип кімнати

source: Country
et: Riik
lt: Šalis
lv: Valsts
pl: Kraj
ru: Страна
uk: Країна

source: Transfer Time
et: Transfeeri Aeg
lt: Pevežimo laikas
lv: Transfēra Laiks
pl: Godzina transferu
ru: Время трансфера
uk: Час трансферу

source: Terminal Info
et: Terminali Info
lt: Terminalo informacija
lv: Informācija par termināliem
pl: Informacje o lotnisku
ru: Терминал аэропорта
uk: Термінал аеропорту

source: Transfer Info
et: Transfeeri Info
lt: Pervežino informacija
lv: Transfēra Informācija
pl: Szczegóły dotyczące transferu
ru: Информация о трансфере
uk: Інформація про трансфер

source: Transfer Guide
et: Transfeeri Giid
lt: Lydintis asmuo
lv: Transfēra Gids
pl: Opiekun na czas transferu
ru: Трансферный гид
uk: Трансферний гід

source: Transfer Date
et: Transfeeri Kuupäev
lt: Pervežimo data
lv: Transfēra datums
pl: Data transferu
ru: Дата трансфера
uk: Дата трансферу

source: Transfer
et: Transfeer
lt: Pervežimas
lv: Transfērs
ru: Трансфер
uk: Трансфер

source: Airlines Info
et: Lennuinfo
lt: Aviakompanijos informacija
lv: Informācija par aviokompānijām
pl: Informacja o linii lotniczej
ru: Информация об авиакомпании
uk: Інформація про авіакомпанію

source: Operator
et: Operaator
lt: Operatorius
lv: Operators
ru: Авиакомпания

source: Flight Code
lt: Skrydžio numeris
lv: Lidojuma kods
pl: Numer lotu
ru: Код авиакомпании
uk: Код авіакомпанії

source: Terminal
lt: Terminalas
lv: Termināls
pl: Informacje o lotnisku
ru: Терминал аэропорта
uk: Термінал аеропорту

source: Flight Date
et: Lennukuupäev
lt: Skrydžio data
lv: Lidojuma diena
pl: Data lotu
ru: Дата перелета
uk: Дата перельоту

source: Tourists
et: Turistid
lt: Turistai
lv: Tūristi
pl: Turyści
ru: Туристы
uk: Туристи

source: Passport No
et: Passi Nr.
lt: Paso Nr.
lv: Pase Nē
pl: Numer paszportu
ru: Номер паспорта
uk: Номер паспорту

source: Passport No :
et: Passi Nr. :
lt: Paso Nr.
lv: Pase Nē :
pl: Numer paszportu:
ru: Номер паспорта :
uk: Номер паспорту:

source: Reservation No
et: Broneeringu Nr.
lt: Rezervacijos Nr.
lv: Rezervācija Nē
pl: Rezerwację nr
ru: Номер брони
uk: Номер броні

source: Check My Trip
et: Minu Reisid
lt: Pasitikrinti savo kelionę
lv: Pārbaudīt Manu Ceļojumu
pl: Sprawdź moją wycieczkę
ru: Проверить мои путешествия
uk: Перевірити мої подорожі

source: Have an account?
et: Kas Sinul on konto juba olemas?
lt: Ar turite paskyrą?
lv: Vai Jums Ir Profils?
pl: Masz już konto?
ru: Уже есть аккаунт?
uk: Вже є акаунт?

source: Login here
et: Jätkamiseks logi sisse
lt: Prisijunkite čia
lv: Pieslēgties Šeit
pl: Zaloguj się
ru: Войдите здесь
uk: Увійти тут

# dontHaveAnAccount
source: Нет учетной записи?
lt: Ar turite paskyrą?
lv: Vai Jums Ir Profils?
pl: Nie masz konta?

# registerHere
source: Зарегистрируйся тут
lt: Registruotis
lv: Reģistrēties
pl: Zarejestruj się

source: Password
et: Parool
lt: Slaptažodis
lv: Parole
pl: Hasło
ru: Пароль
uk: Пароль

source: Check
et: Kontrolli
lt: Patikrinti
lv: Pārbaudīt
pl: Sprawdź
ru: ДОБАВИТЬ
uk: Перевірити

# yourTripRating
source: Rate Your Trip
et: Anna hinnang oma reisile
lt: Įvertink savo kelionę
lv: Jūsu Ceļojuma Vērtējums
pl: Oceń swoją podróż
ru: Оцените путешествие
uk: Оцініть вашу подорож

source: Rate Your Excursion
et: Anna hinnang oma ekskursioonile
lt: Įvertinkite savo ekskursiją
lv: Novērtējiet Jūsu Ekskursiju
pl: Oceń ostatnią wycieczkę
ru: Оцените прошедшую экскурси
uk: Оцініть минулу екскурсію

source: Review
et: Ülevaade
lt: Peržiūra
lv: Pārskats
pl: Recenzja
ru: Обзор
uk: Огляд

source: Flight
et: Lend
lt: Skrydis
lv: Lidojums
pl: Lot
ru: Перелет
uk: Рейс

source: Send
et: Saada
lt: Siųsti
lv: Sūtīt
pl: Wyślij
ru: ОТПРАВИТЬ
uk: Надіслати

source: My Profile
et: Minu profiil
lt: Mano profilis
lv: Mans Profils
pl: Mój profil
ru: Мой профиль
uk: Мій профіль

source: Authorize
et: Autoriseerimine
lt: Patvirtinti
lv: Autorizēties
pl: Autoryzuj
uk: авторизуватись

source: Logout
et: Logi välja
lt: Atsijungti
lv: Izrakstīties
pl: Wyloguj
ru: Выйти
uk: Вийти

source: Contacts
et: Kontaktid
lt: Kontaktai
lv: Kontakti
pl: Kontakty
ru: Контакты
uk: Контакти

source: About Us
et: Meist
lt: Apie mus
lv: Par Mums
pl: O nas
ru: нас
uk: Про нас

source: Settings
et: Seaded
lt: Nustatymai
lv: Iestatījumi
pl: Ustawienia
ru: Настройки
uk: Налаштування

source: Search Tour
et: Otsi Reisi
lt: Paieškos kelionė
lv: Meklēt Tūri
pl: Wyszukaj wycieczkę
ru: Поиск тура
uk: Пошук туру

source: Arrival Flights
et: Saabuvad Lennud
lt: Atvykimo skrydžiai
lv: Ielido
pl: Przylot(y)
ru: Рейс (прилет)
uk: Рейс (туди)

source: Departure Flights
et: Väljuvad lennud
lt: Išvykimo laikai
lv: Izlido
pl: Wylot(y)
ru: Рейс ( вылет)
uk: Рейс(назад)

source: Main Type
et: Peamine valik
lt: Pagrindinis tipas
lv: Galvenais veids
pl: Główny typ
ru: Основной тип
uk: Тип трансферу

source: Pick Up Point
et: Vastuvõtupunkt
lt: Paėmimo taškas
lv: Saņemšanas Punkts
pl: Punkt odbioru
ru: Место отправления
uk: Місце відправлення

source: Guide
et: Giid
lt: Lydintis asmuo
lv: Vadīt
pl: Przewodnik
ru: Гид
uk: Путівник

source: Time
et: Aeg
lt: Laikas
lv: Laiks
ru: Время
uk: Час

source: Status
et: Staatus
lt: Būsena
lv: Statuss
ru: Статус

source: Type
et: Tüüp
lt: Tipas
lv: Veids
pl: Rodzaj
ru: Тип
uk: Тип

source: Start Date
et: Alguskuupäev
lt: Pradžios data
lv: Sākuma Datums
pl: Data wyjazdu
ru: Дата начала (страховка)
uk: Початкова дата

source: End Date
et: Lõpukuupäev
lt: Pabaigos data
lv: Beigu Datums
pl: Data powrotu
ru: Дата окончания
uk: Дата завершення

source: Full Taken
et: Vastuvõetud
lt: Pilnai užsakyta
lv: Aizņemts

source: Prepared for Embassy
et: Ettevalmistatud saatkonna jaoks
lt: Parengta ambasadai
lv: Gatavs Vēstniecībai
pl: Przygotowany dla ambasady
ru: Подготовлены для Посольства

source: Given to Embassy
et: Edastatud saatkonnale
lt: Atiduota ambasadai
lv: Piešķirta Vēstniecībai
pl: Wysłany do ambasady
ru: Отправлены в Посольство

source: Received from Embassy
et: Kätte saadud saatkonna poolt
lt: Gauta iš ambasados
lv: Saņemts No Vēstniecības
pl: Otrzymano od amabsady
ru: Получены из Польства

source: Visa Status
et: Viisa Staatus
lt: Vizos statusas
lv: Vīzas Statuss
pl: Status wizy
ru: Статус визы
uk: Статус візи

source: Given Date
et: Antud kuupäev
lt: Nurodyta data
lv: Dotais Datums
pl: Podana data
ru: Дата отправки

source: Record Date
et: Salvestuskuupäev
lt: Įrašymo data
lv: Ieraksta Datums
pl: Data zapisu
ru: Дата записи

source: Your Agency
et: Sinu reisifirma
lt: Jūsų agentūra
lv: Jūsu Aģentūra
pl: Twoje biuro podróży
ru: Агентство
uk: Агентство

source: Name
et: Nimi
lt: Vardas
lv: Vārds
pl: Nazwa
ru: Имя
uk: Ім'я

source: Adress
et: Aadress
lt: Adresas
lv: Adrese
pl: Adres
ru: Адрес
uk: Адреса

source: Contact
et: Kontaktid
lt: Kontaktas
lv: Kontakti
pl: Kontakt
ru: Контакты
uk: Контакти

source: Weather
et: Ilm
lt: Oras
lv: Laikapstākļi
pl: Pogoda
ru: Погода
uk: Погода

source: Special Offers
et: Eripakkumised
lt: Specialūs pasiūlymai
lv: Īpašie Piedāvājumi
pl: Oferty specjalne
ru: Специальные предложения
uk: Спеціальні пропозиції

source: Excursion Info
et: Info ekskursiooni kohta
lt: Ekskursijos informacija
lv: Ekskursijas Informācija
pl: Informacje o wycieczce
ru: Ваш гид
uk: Інформація про екскурсію

# excursionInfoMenu
source: Discover Excursion
et: Leia ekskursioon
lt: Išsirinkite ekskursiją
lv: Apskatīt Ekskursijas
pl: Odkrywaj Wycieczki
ru: Знакомьтесь с экскурсиями
uk: Ознайомитися з екскурсіями

source: Pickup No
lt: Paėmimo Nr.
lv: Savākšana Nē

source: Vehicle No
et: Sõiduki No
lt: Transporto priemonės Nr.
lv: Transportlīdzeklis Nē
pl: Numer pojazdu
ru: Номер машины
uk: Номер машини

source: Guide Phone
et: Giidi tel.
lt: Gido telefonas
lv: Gida Tālrunis
pl: Telefon do rezydenta
ru: Номер телефона гида
uk: Номер телефона гіда

source: Overall
et: Üldine info
lt: Bendras
lv: Kopumā
pl: Ocena ogólna
ru: Общий
uk: Всього

source: Accomodation
et: Majutus
lt: Apgyvendinimas
lv: Izmitināšana
pl: Zakwaterowanie
ru: Проживание
uk: Проживання

source: Hotel Guides
et: Hotelli Giid
lt: Organizatoriaus atstovas
lv: Viesnīcu Gids
pl: Rezydent w hotelu
ru: Отельные гиды
uk: Готельні гіди

source: Rate
et: Hinnang
lt: Įvertinimas
lv: Novērtēt
pl: Oceń
ru: Оценить
uk: Оцініть

source: Initial Preferences
et: Esimesed eelistused
lt: Pradinės nuostatos
lv: Sākotnējās Preferences
ru: Выберите язык

source: Back
et: Tagasi
lt: Atgal
lv: Atpakaļ
pl: Powrót
ru: Назад
uk: Назад

source: To complete registration, we will need your photo with foreign passport, which is indicated in the application. This is necessary for the protection and security of your personal data.
et: Registreerimise lõpuleviimiseks vajame passifotot, mis on märgitud taotluses. See on vajalik teie isikuandmete kaitsmiseks ja turvalisuse tagamiseks.
lt: Norėdami užbaigti registraciją, mums reikės jūsų paso, kurio numeris yra nurodytas paraiškoje, nuotraukos. Tai reikalinga jūsų asmens duomenų apsaugai.
lv: Lai pabeigtu reģistrāciju, mums būs nepieciešama jūsu fotogrāfija ar ārzemju pasi, kas ir norādīta pieteikumā. Tas ir nepieciešams jūsu personas datu aizsardzībai un drošībai.

source: See Example
et: Näidis
lt: Pavyzdys
lv: Apskatīt Piemērus

source: Tap To Edit
et: Muuta
lt: Redaguoti
lv: Pieskarieties, lai rediģētu
pl: Dotknij, aby edytować
ru: редактировать

source: Favourite Hotels
et: Lemmikud Hotellid
lt: Mėgstamiausi viešbučiai
lv: Iecienītākās Viesnīcas
pl: Ulubione hotele
ru: Любимый отель

source: Favourite Excursions
et: Lemmikud Ekskursioonid
lt: Mėgstamiausios ekskursijos
lv: Iecienītākās Ekskursijas
pl: Ulubione wycieczki
ru: Любимый тур
uk: Ваші обрані екскурсії

# whatstheCode
source: What's the activation code?
et: Aktiveerimiskood?
lt: Koks aktyvinimo kodas?
lv: Kāds ir aktivizācijas kods?
pl: Co to jest kod aktywacyjny?
ru: Код активации
uk: Що таке код активації?

source: Enter the code sent to your number.
et: Sisestage oma numbrile saadetud kood.
lt: Įveskite kodą, atsiųstą į jūsų numerį.
lv: Ievadiet kodu, kas nosūtīts uz jūsu numuru.
pl: Wprowadź kod otrzymany SMS-em lub e-mailem.
ru: Введите код который Вы получили по SMS или Email
uk: Введіть код, що отримали по SMS, або Email.

source: Didn't recieved any code?
et: Kas te ei ole saanud koodi?
lt: Negavote jokio kodo?
lv: Nesaņēmāt nekādu kodu?
pl: Nie otrzymałeś żadnego kodu?
ru: Не получили код?
uk: Не отримали код?

source: Resend Code
et: Uuesti saata
lt: Dar kartą atsiųsti kodą
lv: Atkārtoti atsūtīt kodu
pl: Wyślij kod ponownie
ru: Отправить код заново
uk: Надіслати повторно

source: Info Times
et: Infoaeg
lt: Info laikai
lv: Informācija par laikiem
pl: Terminy spotkań z rezydentem
ru: Время инфо-встречи
uk: Час інфо-зустрічі

source: Search by Excursion
et: Otsi ekskursiooni järgi
lt: Paieška pagal ekskursiją
lv: Meklēt pēc Ekskursijām
pl: Wyszukiwanie według nazwy wycieczki
ru: Поиск по имени
uk: Пошук по назві екскурсії

source: Area
et: Piirkond
lt: Vieta
lv: Zona
pl: Region
ru: Регион
uk: Регіон

source: Popular Excursions
et: Populaarsed Ekskursioonid
lt: Populiarios ekskursijos
lv: Populārākās Ekskursijas
pl: Popularne wycieczki
ru: Популярные экскурсии
uk: Популярні екскурсії

source: Your Agency
et: Sinu Reisibüroo
lt: Jūsų agentūra
lv: Jūsu Aģentūra
pl: Twoje biuro podróży
ru: Агентство
uk: Агентство

source: Call
et: Helista
lt: Skambinti
lv: Zvanīt
pl: Zadzwoń
ru: Вызов
uk: Виклик

source: Current Password
et: Parool
lt: Dabartinis slaptažodis
lv: Pašreizējā Parole
pl: Aktualne hasło
ru: Текущий пароль
uk: снуючий пароль

source: New Password
et: Uus Parool
lt: Naujas slaptažodis
lv: Jaunā Parole
pl: Nowe hasło
ru: Новый пароль
uk: Новий пароль

source: Change
et: Muuda
lt: Keisti
lv: Mainīt
pl: Zmiana
ru: Изменить
uk: Змінити

source: New Password (Again)
et: Uus parool uuesti
lt: Pakartoti slaptažodį
lv: Jaunā Parole (Atkal)
pl: Powtórz nowe hasło
ru: Повторите пароль
uk: Повторити пароль

source: Included Transfer
et: Transfeer on hinna sees
lt: Pervežimas įtrauktas
lv: Iiekļauts Transfērs
pl: Zawarto w transferze
ru: Трансфер включен
uk: Трансфер включено

source: Transfer Pick Up Time
et: Transfeeri algus
lt: Pervežimo paėmimo laikas
lv: Transfēra savākšanas laiks
pl: Godzina odboiru na transfer
ru: Время трансфера
uk: Час трансферу

source: Pick Up Point
et: Kust
lt: Paėmimo taškas
lv: Savākšanas Punkts
pl: Punkt odbioru
ru: Место отправления
uk: Місце відправлення

source: Extras
et: Lisad
lt: Priedai
lv: Ekstras
pl: Dodatki
ru: Дополнительно
uk: Додатково

source: Password (Again)
et: Parool (Uuesti)
lt: Slaptažodis (pakartotinai)
lv: Parole (Atkal)
pl: Hasło (powtórz)
ru: Повторите пароль
uk: Пароль (повтор)

source: Excursions You Have
et: Sinu Ekskursioonid
lt: Jūsų užsakytos ekskursijos
lv: Jūsu Ekskursijas
ru: У вас есть ХХ экскурсия (ий)

source: Rate Your Trip
et: Anna hinnang reisile
lt: Įvertink savo kelionę
lv: Novērtējiet Savu Ceļojumu
pl: Oceń swoją podróż
ru: Оцените ваше путешествие
uk: Оцініть вашу подорож

source: Class
et: Tase
lt: Klasė
lv: Klase
pl: Klasa
ru: Класс перелета
uk: Клас перельоту

source: Please Enter Your Mail
et: Sinu E-posti aadress
lt: Prašome įvesti savo e-paštą
lv: Lūdzu Ievadiet Savu Pastu
pl: Proszę podać swój adres e-mail
ru: Пожалуйста, заполните поля с отметкой: E-mail
uk: Введіть Email

source: Please Enter Your Name
et: Sinu Nimi
lt: Prašome įvesti savo vardą
lv: Lūdzu Ievadiet Savu Vārdu
pl: Proszę wpisać swoje imię
ru: Пожалуйста, заполните поля с отметкой: Имя
uk: Введіть ваше ім'я

source: Please Enter Your SurName
et: Sinu Perekonnanimi
lt: Prašome įvesti savo pavardę
lv: Lūdzu Ievadiet Savu Uzvārdu
pl: Proszę podać swoje nazwisko
ru: Пожалуйста, заполните поля с отметкой: Фамилия
uk: Введіть ваше прізвище

source: Password length must be equal to or greater than 6 characters
et: Parooli pikkus peab olema 6 tähemärki või rohkem
lt: Slaptažodžio ilgis turi būti lygus arba didesnis nei 6 simboliai
lv: Paroles garumam jābūt vienādam ar 6 rakstzīmēm vai lielākam par to
pl: Hasło powinno mieć co najmniej 6 znaków
ru: Пароль не должен быть короче 6 символов
uk: Пароль не має бути коротшим за 6 символів

source: Passwords You Entered Must Be Same
et: Sisestatud paroolid peavad olema samad
lt: Įvesti slaptažodžiai turi būti vienodi
lv: Ievadītajām Parolēm Ir Jābūt Vienādām
pl: Hasła nie pasują do siebie
ru: Пароли не совпадают
uk: Пароль не співпадає

source: You don't have any excursions yet
et: Teil pole ekskursioone
lt: Rezervuokite ekskursiją
lv: Jums vēl nav nevienas ekskursijas
pl: Nie zarezerwowałeś jeszcze wycieczki
ru: У вас пока нет экскурсий
uk: У вас немає екскурсій

source: Buy it now
et: Broneeri reis kohe
lt: Kelionių paieška
lv: Rezervēt tagad
pl: Kup teraz
ru: Забронировать сейчас
uk: Забронювати зараз

source: Buy new package now!
et: Osta uus reis kohe!
lt: Kelionių paieška
lv: Pērciet jaunu paketi tūlīt!
ru: Забронировать сейчас!

source: Waiting
et: Ootel
lt: Laukite
lv: Gaidīšana
pl: Oczekiwanie
ru: Ожидание
uk: Очікування

source: Check Our Excursions
et: Tutvuge meie ekskursioonidega
lt: Daugiau mūsų ekskursijų
lv: Pārbaudiet Mūsu Ekskurcijas
ru: Посмотреть доступные экскурсии
uk: Перевірити екскурсії

source: Online
lv: Tiešsaiste
pl: w Internecie
ru: Онлайн
uk: Онлайн

source: Arrival Transfer
et: Transfeer Saabumisel
lt: Pervežimas atvykus
lv: Ierašanās Transfērs
pl: Transfer w dniu przylotu
ru: Трансфер на прилете
uk: Трансфер прильоту

source: Departure Transfer
et: Transfeer Lahkumisel
lt: Pervežimas išvykstant
lv: Izbraukšanas Transfērs
pl: Transfer powrotny
ru: Трансфер на выезде
uk: Трансфер відльоту

source: Warning
et: Tähelepanu
lt: Įspėjimas
lv: Brīdinājums
pl: Uwaga
ru: Внимание
uk: Увага

source: An error occurred when requesting
et: Viga
lt: Įvyko klaida
lv: Pieprasot radās kļūda
pl: Wystąpił błąd podczas wysyłania żądania.
ru: Произошла ошибка при отправке запроса

source: Welcome to Coral Travel
et: Tere! Coral Travel Estonia
lt: Sveiki atvykę į „Coral Travel“
lv: Laipni lūdzam Coral Travel
pl: Witamy w Coral Travel
uk: Вітаємо в CORAL TRAVEL!

source: Download
et: Laadi alla
lt: Atsisiųsti
lv: Lejupielāde
pl: Pobierz
ru: скачать
uk: Завантажити

source: The download process is finished succesfully
et: Allalaadimisprotsess on edukalt lõppenud
lt: Sėkmingai baigtas atsisiuntimo procesas
lv: Lejupielādes process ir veiksmīgi pabeigts

source: Your Hotel Guide
et: Teie Hotelli Giid
lt: Organizatoriaus atstovas viešbutyje
lv: Jūsu Viesnīcas Gids
pl: Twój rezydent w hotelu
ru: Ваш отельный гид
uk: Ваш готельний гід

source: You don't have any packages yet
et: Pakett ei ole valitud
lt: Jūs dar neturite kelionių
lv: Jums nav rezervēts neviens ceļojums
pl: Wakacje czekają na Ciebie!
ru: У вас пока нет туров
uk: У вас не має турів

source: Actual
et: Aktuaalne
lt: Faktinis
lv: Aktuāls
pl: Właściwy
ru: Актуальный

source: My Package
et: Minu Pakett
lt: Mano užsakymai
lv: Mans kompleksais ceļojums
pl: Moja paczka
ru: Мое путешествие
uk: Мій пакет

source: Feels Like
et: Tundub nagu
lt: Jaučiasi
lv: Jūtas kā
pl: Temperatura odczuwalna
ru: Ощущается
uk: Відчувається як

source: Visibility
et: Nähtavus
lt: Matomumas
lv: Redzamība
pl: Widoczność
ru: Видимость
uk: Видимість

source: Humidity
et: Niiskus
lt: Drėgmė
lv: Mitrums
pl: Wilgotność
ru: Влажность
uk: Вологість

source: Wind
et: Tuul
lt: Vėjas
lv: Vējš
pl: Wiatr
ru: Ветер
uk: Вітер

source: Dew Point
lt: Rasos taškas
lv: Kušanas temperatūra
ru: Точка росы
uk: Точка роси

source: Results
et: Tulemus
lt: Rezultatai
lv: Rezultāti
pl: Wyniki
ru: Популярные экскурсии
uk: Результати

source: Day
et: Päev
lt: Diena
lv: Diena
ru: день
uk: День

source: Daily
et: Iga Päev
lt: Kasdien
lv: Katra diena
pl: Jednodniowa
ru: Дневная
uk: Щоденна

source: Tour Description
et: Reisikirjeldus
lt: Kelionės aprašymas
lv: Ekskursijas apraksts
pl: Opis
ru: Описание
uk: Опис

source: Tour Steps
et: Reisisammud
lt: Kelionės etapai
lv: Ekskursijas soļi
ru: План экскурсии

source: Cancellation and Refund Policy
et: Tühistamis- ja tagasimaksepoliitika
lt: Anuliavimo ir grąžinimo politika
lv: Atcelšanas un atmaksas politika
pl: Zasady zwrotu i anulacji
ru: Политика отмены и возврата
uk: Політика відміни

source: Transfer
et: Transfeer
lt: Pervežimas
lv: Transfērs
ru: Трансфер
uk: Трансфер

source: Insurance
et: Kindlustus
lt: Draudimas
lv: Apdrošināšana
pl: Ubezpieczenie
ru: Страховка
uk: Страховка

source: Child Age
et: Lapse vanus
lt: Vaiko amžius
lv: Bērna Vecums
pl: Wiek dziecka
ru: Возраст старшего ребенка
uk: Вік старшої дитини

source: Toddle Age
et: Nooruki vanus
lt: Paauglio amžius
lv: Mazuļa Vecums
pl: Wiek najmłodszego dziecka
ru: Возраст младшего ребенка
uk: Вік молодшої дитини

source: Infant
et: Imiku vanus
lt: Kūdikio amžius
lv: Zīdaiņu vecums
pl: Wiek niemowlaka
ru: Возраст младенца
uk: Вік немовля

source: Concept
et: Sisu
lt: Koncepcija
lv: Koncepcija
pl: Rodzaj wycieczki
ru: Концепция
uk: Концепція

source: Duration
et: Periood
lt: Trukmė
lv: Ilgums
pl: Czas trwania
ru: Продолжительность
uk: Тривалість

source: Type
et: Tüüp
lt: Tipas
lv: Veids
pl: Typ
ru: Тип
uk: Тип

source: Allotment
et: Eraldamine
lt: Paskirstymas
lv: Piešķiršana
pl: Dostępne miejsca
ru: Количество мест
uk: Кількість місць

source: Your Excursions
et: Teie Ekskursioonid
lt: Jūsų ekskursijos
lv: Jūsu Ekskursijas
pl: Twoje wycieczki
ru: Ваши экскурсии
uk: Ваші екскурсії

source: Download Excursion Info
et: Laadige alla ekskursiooni info
lt: Atsisiųsti informaciją apie ekskursiją
lv: Lejupielādēt Ekskursijas Informāciju
pl: Pobierz voucher na wycieczkę
ru: Загрузить ваучер экскурсии
uk: Завантажити ваучер екскурсії

source: Transfer Pick Up Time
et: Transfeeri Aeg
lt: Pervežimo paėmimo laikas
lv: Transfēra Savākšanas Laiks
pl: Godzina odboiru na transfer
ru: Время трансфера
uk: Час трансферу

source: Vehicle No
et: Sõiduki nr.
lt: Transporto priemonės Nr.
lv: Transportlīdzeklis Nē
pl: Numer pojazdu
ru: Транспорт
uk: Номер машини

source: Guide Name
et: Giidi nimi
lt: Gido vardasuide
lv: Gida Vārds
pl: Imię Rezydenta
uk: Ім'я екскурсійного гіду

source: Guide Phone
et: Giidi tel.
lt: Gido telefonas
lv: Gida Tālrunis
pl: Telefon do rezydenta
ru: Номер телефона гида
uk: Номер телефона гіда

source: Payment Detail
et: Makse info
lt: Išsami mokėjimo informacija
lv: Maksājuma Detaļas
pl: Szczegóły płatności
ru: Детали оплаты
uk: Деталі оплати (екскурсія туриста)

source: Payment Amount
et: Summa
lt: Mokėjimo suma
lv: Maksājuma Summa
pl: Kwota płatności
ru: Сумма оплаты
uk: Сума оплати

source: Paid By
et: Makstud
lt: Sumokėta
lv: Apmaksāja
pl: Opłacone przez
ru: Оплачено
uk: Сплачено

source: Discount Amount
et: Allahindluse suurus
lt: Nuolaidos suma
lv: Atlaides Summa
pl: Wysokość zniżki
ru: Сумма оплаты
uk: Розмір дисконту

source: Voucher
et: Vautšer
lt: Kuponas
lv: Transportlīdzeklis
ru: Ваучер (экскурсия)
uk: Ваучер (екскурсія)

source: Unlimited Seat
et: Istekohad on olemas
lt: Neribotos vietos
lv: Neierobežots sēdvietu skaits
pl: Nieograniczona ilość miejsc
ru: Не ограничено
uk: Не обмежено
