Repository: akfdmrzn/OtiLocalization
Catalog: LocalizationFramework/*.lproj/Localizable.strings
Languages: et, lt, lv, pl, ru, uk

source: Limited Seat
et: Istekohtade arv on piiratud
lt: Ribotos vietos
lv: Ierobežots sēdvietu skaits
pl: Ograniczona ilość miesc
ru: Ограничено
uk: Обмежено

# You don’t have any favourite excursion. Please Check our excursions Info page.
source: You don’t have any favourite excursions. Please Check our Excursion Info page.
et: Teil pole lemmikekskursioone. Palun vaadake meie ekskursiooniinfo lehte.
lt: Jūs neišsisaugojote norimos ekskursijos. Patikrinkite mūsų ekskursijų informacijos puslapį.
lv: Jums nav nevienas iecienītākās ekskursijas. Lūdzu, pārbaudiet mūsu ekskursiju informācijas lapu.
pl: Nie masz żadnych polubionych wycieczek. Zobacz nasze wycieczki
ru: У вам пока нет экскурсий. Проверьте ваши экскурсии.
uk: У вас немає обраних екскурсій. Перевірити екскурсії.

source: You Have %@ Excursion
et: Teil on %@ Ekskursiooni
lt: Jūs turite %@ Ekskursiją
lv: Jums ir %@ ekskursija
pl: Masz %@ wycieczkę
ru: У вас есть %@ экскурсия
uk: У вас є %@ екскурсія (ій)

source: You Have %@ Excursions
et: Teil on %@ Ekskursiooni
lt: Jūs turite %@ Ekskursiją
lv: Jums ir %@ ekskursija
pl: Masz %@ wycieczki
ru: У вас есть %@ экскурсии
uk: У вас є %@ екскурсія (ій)

# You Have %@ Excursions 234
source: You Have %@ Excursions
et: Teil on %@ Ekskursiooni
lt: Jūs turite %@ Ekskursiją
lv: Jums ir %@ ekskursija
pl: Masz %@ wycieczki
ru: У вас есть %@ экскурсии
uk: У вас є %@ екскурсія (ій)

# You Have %@ Excursions 5
source: You Have %@ Excursions
et: Teil on %@ Ekskursiooni
lt: Jūs turite %@ Ekskursiją
lv: Jums ir %@ ekskursija
pl: Masz %@ wycieczek
ru: У вас есть %@ Экскурсий
uk: У вас є %@ екскурсія (ій)

source: Thanks! You rated
et: Suur tänu! Hinnang on antud.
lt: Ačiū už įvertinimą!
lv: Paldies! Jūs nēvērtējāt
ru: Спасибо! Вы оценили
uk: Дякуємо!

source: Success.You will receive password recovery e-mail
et: Päring on Edukas. Saate parooli taastamise e-kirja.
lt: Pavyko. Gausite slaptažodžio atkūrimo el. laišką.
lv: Veiksmīgi. Jūs saņemsiet paroles atjaunošanu e-pastā
pl: Otrzymasz e-mail z linkiem do odzyskania hasła
ru: Успешно. Вы получите письмо для восстановления пароля
uk: Вдало. Ви отримаєте e-mail з відновленням паролю.

source: We couldn’t find any excursions for you
et: Me ei leidnud teile ühtegi ekskursiooni
lt: Mes negalėjome rasti jums jokių ekskursijų.
lv: Mēs nevarējām atrast jums nevienu ekskursiju
pl: Nie mogliśmy znaleźć żadnych wycieczek dla ciebie.
ru: Мы не нашли экскурсий для вас
uk: Ми не можемо найти екскурсії

source: Please check your network connection
et: Kontrollige oma internetiühendust
lt: Prašome patikrinti savo tinklo ryšį.
lv: Lūdzu, pārbaudiet tīkla savienojumu
pl: Sprawdź połączenie z internetem
ru: Проверьте пожалуйста связь с интернет
uk: Перевірте інтернет зв'язок

source: I agree to the User Agreement and Privacy Policy
et: Nõustun kasutajalepingu ja privaatsuspoliitikaga.
lt: Sutinku su Vartotojo Sutartis ir Privatumo Politika
lv: Es piekrītu lietotāja sīkdatnēm un privātuma politikai
pl: Zgadzam się z warunkami Umowy z użytkownikiem i Polityki Prywatności.
ru: Я согласен с условиями Пользовательского соглашения и Политики о конфиденциальности
uk: Я згоден з умовами Угоди та Політики про конфіденційність

source: User Agreement
et: Kasutajaleping
lt: Vartotojo Sutartis
lv: Lietotāja Piekrišana
pl: Umowy z użytkownikiem
ru: Пользовательского соглашения
uk: Угоди

source: Privacy Policy
et: Privaatsuspoliitika
lt: Privatumo Politika
lv: Privātuma Politika
pl: Polityki Prywatności
ru: Политики о конфиденциальности
uk: Політики про конфіденційність

source: Preview
et: Eelvaade
lt: Peržiūra
lv: Priekšskatījums
pl: Podgląd
ru: СКАЧАТЬ
uk: Попередній перегляд

source: Destination
et: Sihkoht
lt: Paskirties vieta
lv: Galamērķis
pl: Wybierz kierunek
ru: Направление
uk: Напрямок

source: Document
et: Dokument
lt: Dokumentas
lv: Dokumenti
ru: Документ
uk: Документ

# inandoutdate
source: Date
et: Kuupäev
lt: Data
lv: Datums
pl: Data zameldowania-wymeldowania
ru: Даты проживания
uk: Дата

source: Tap to see details
et: Vaata rohkem infot
lt: Paspauskite, kad pamatytumėte išsamią informaciją
lv: Noklikšķiniet, lai apskatītos detaļas
pl: Dotknij, aby zobaczyć szczegóły
ru: Нажмите, чтобы увидеть подробности
uk: Натисніть, щоб побачити деталі

source: Connected Flight
et: Ühendatud lend
lt: Skrydis su persėdimu
lv: Savienotie Lidojumi
pl: Loty z przesiadką
ru: Перелет с пересадкой
uk: Політ з пересадкою

source: Direct Flight
et: Otselend
lt: Tiesioginis skrydis
lv: Tiešais Lidojums
pl: Lot bezpośredni
ru: Прямой перелет
uk: Прямий політ

source: Forgot Password
et: Parool on unustatud
lt: Pamiršau slaptažodį
lv: Aizmirsu Paroli
pl: Zapomniałem hasła
ru: Забыл мой пароль
uk: Забули пароль

source: Details
et: Detailid
lt: Išsami informacija
lv: Detaļas
ru: Страховка
uk: Деталі

source: Find
et: Otsi
lt: Ieškoti
lv: Meklēt
pl: Szukaj
ru: Искать
uk: Знайти

source: Tour
et: Reis
lt: Kelionė
lv: Tūre
pl: Wycieczki
uk: Тур

source: Pick Up
lt: Paimti
lv: Savākt
pl: Odbioru
uk: Місце відправлення

source: Concept
et: Sisu
lt: Konceptas
lv: Koncepcija
pl: Rodzaj wycieczki
uk: Концепція

source: Room
et: Tuba
lt: Kambarys
lv: Istaba
pl: Pokoju
ru: Номер комнаты
uk: кімнати

source: Discount
et: Allahindlus
lt: Nuolaida
lv: Atlaide
pl: Wysokość zniżki
uk: Розмір дисконту

source: Tour Pax
et: Reisi inim.arv
lv: Tūres pakete
pl: Turyści

source: Your Info Guide Number
et: Info giidi Nr.
lt: Jūsų organizatoriaus atstovo numeris
lv: Jūsu informācijas rokasgrāmatas numurs
pl: Telefon do rezydenta
uk: Ваш готельний гід

source: Message
et: Sõnum
lt: Žinutė
lv: Ziņojums
pl: Wiadomość
ru: Сообщение
uk: Повідомлення

source: OK
lt: Gerai
lv: Labi
ru: Хорошо
uk: Добре

source: Birth Date
et: Sünnipäev
lt: Gimimo data
lv: Dzimšanas Datums
pl: Data urodzenia
ru: Дата рождения
uk: Дата народження

source: Don't see your purchased holiday?
et: Kas te ei näe oma ostetud reisi?
lt: Nematote savo įsigytų atostogų?
lv: Neredzat iegādātās brīvdienas?
pl: Dodaj zakupiony wcześniej wyjazd
ru: Добавить путешествие в аккаунт
uk: Не бачите куплену подорож?

source: Match Now
et: Vaata kohe
lt: Priderinti dabar
lv: Saskaņot Tagad
pl: Przypisz rezerwację do konta
ru: Добавить путешествие в аккаунт
uk: Оберіть зараз

source: Match Your Package
et: Sinu reis
lt: Patikrinkite savo kelionę
lv: Saskaņojiet savu komplekso ceļojumu
pl: Nie widzisz swojego wyjazdu
ru: Добавить путешествие в аккаунт
uk: Оберіть пакет

# Odeon Tours Turkey
source: Turkey
et: Türgi
lv: Turcija
pl: Turcja
ru: Турция
uk: Туреччина

# Odeon Tours Thailand
source: Thailand
et: Tai
lv: Taizeme
pl: Tajlandia
ru: Таиланд
uk: Тайланд

# Odeon Tours Greece
source: Greece
et: Kreeka
lv: Grieķija
pl: Grecja
ru: Греция
uk: Греція

# Odeon Tours UAE
source: UAE
et: AÜE
lv: Apvienotie Arābu Emirāti
pl: Zjednoczone Emiraty Arabskie
ru: ОАЭ
uk: ОАЕ

# Odeon Tours Egypt
source: Egypt
et: Egiptus
lv: Ēģipte
pl: Egipt
ru: Египет
uk: Єгипет

# Odeon Tours Spain
source: Spain
et: Hispaania
lv: Spānija
pl: Hiszpania
ru: Испания
uk: Іспанія

source: Others
et: Muu info
lt: Kiti
lv: Cits
ru: Другие
uk: Інше (інші напрямки)

source: Extras
et: Lisa
lt: Priedai
lv: Ekstras
pl: Dodatki
ru: Дополнительные услуги
uk: Додатково

source: Service Date
et: Teenuse kuupäev
lt: Paslaugos suteikimo data
lv: Pakalpojuma Datums
pl: Data świadczenia usług
ru: Дата оказания услуги
uk: Дата надання послуги

source: Sale Date
et: Müügikuupäev
lt: Pardavimo data
lv: Pārdošanas Datums
pl: Data sprzedaży
ru: Дата покупки услуги
uk: Дата продажу

source: Company
et: Firma
lt: Įmonė
lv: Kompānija
pl: Firma
ru: Компания
uk: Компанія

source: Departure
et: Väljumine
lt: Išvykimas
lv: Izbraukšana
pl: Wylotu
ru: выезд
uk: від'їзду

source: From
et: Al.
lt: Nuo
lv: No
pl: Od
ru: Из
uk: Від

source: to
et: Kuhu
lt: Iki
lv: Līdz
pl: do
ru: до
uk: до

source: Arrival Transfer Date
et: Transfeeri kuupäev saabumisel
lt: Pervežimo data atvykus
lv: Transfēra Ierašanās Datums
pl: Data przylotu
ru: Дата трансфера (прилет)
uk: Дата трансферу приїзду

source: Arrival Transfer Time
et: Transfeeri aeg saabumisel
lt: Pervežimo diena atvykus
lv: Transfēra Ierašanās Laiks
pl: Godzina przylotu
ru: Время трансфера (прилет)
uk: Час трансферу приїзду

source: Departure Transfer Date
et: Transfeeri kuupäev lahkumisel
lt: Pervežimo data išvykstant
lv: Transfēra Izbraukšanas Datums
pl: Data wylotu
ru: Дата трансфера (выезд)
uk: Дата трансферу від'їзду

source: Departure Transfer Time
et: Transfeeri aeg lahkumisel
lt: Pervežimo diena išvykstant
lv: Transfēra Izbraukšanas Laiks
pl: Godzina zbiórki
ru: Время трансфера (выезд)
uk: Час трансферу від'їзду

# avehicleno
source: Arrival Vehicle No
et: Sõiduki Nr. saabumisel
lt: Tansporto priemonės nr. atvykus
lv: Iebraukšanas Transportlīdzekļa Nr
pl: Nr pojazdu (przylot)
ru: Номер трансфера (прилет)
uk: Номер машини

# dvehicleno
source: Departure Vehicle No
et: Sõiduki Nr. lahkumisel
lt: Transporto priemonės nr. išvykstant
lv: Izbraukšanas transportlīdzekļa Nr
pl: Nr pojazdu (wylot)
ru: Номер транспорта
uk: Номер машини

source: Route
et: Marsruut
lt: Maršrutas
lv: Maršruts
pl: Trasa
ru: Маршрут
uk: Маршрут

source: Arrival Guide
et: Giid saabumisel
lt: Lydintis atstovas atvykus
lv: Ierašanās Gids
pl: Przewodnik (przylot)
uk: Гід трансферу приїзду

source: Arrival Guide Phone
et: Giidi tel.nr. saabumisel
lt: Lydinčio atstovo telefono nr. atvykus
lv: Ierašanās Gida Tālrunis
pl: Nr telefonu przewodnika (przylot)
ru: Телефон гида (прилет)
uk: Номер телефона гіда

source: Departure Vehicle No
et: Sõiduki Nr. lahkumisel
lt: Transporto priemonės nr.i švykstant
lv: Izbraukšanas transportlīdzekļa Nr
pl: Numer pojazdu wylotu
ru: Номер транспорта
uk: Номер машини

source: Departure Guide
et: Giid lahkumisel
lt: Lydintis atstovas išvykstant
lv: Izbraukšanas Gids
pl: Przewodnik (wylot)
ru: Имя гида (выезд)
uk: Гід трансферу від'їзду

source: Departure Guide Phone
et: Giidi tel.nr. lahkumisel
lt: Lydinčio atstovo telefono nr. išvykstant
lv: Izbraukšanas Gida Tālrunis
pl: Nr telefonu przewodnika (wylot)
ru: Телефон гида (выезд)
uk: Номер телефона гіда

source: My Trip
et: Minu Reis
lt: Mano kelionės
lv: Mans Ceļojums
pl: Moja wycieczka
ru: Мое путешествие
uk: Мої подорожі

source: Notifications
et: Teatised
lt: Pranešimai
lv: Paziņojumi
pl: Powiadomienia
ru: Уведомления
uk: Сповіщення

source: Yes
et: Jah
lt: Taip
lv: Jā
pl: Tak
ru: Да
uk: Так

source: No
et: Ei
lt: Ne
lv: Nē
pl: Nie
ru: Нет
uk: Ні

source: Are you sure to remove your trip from My Trips?
et: Palun kinnitage reisi eemaldamine?
lt: Ar tikrai pašalinti kelionę iš „Mano kelionių“?
lv: Vai tiešām vēlaties noņemt savu ceļojumu no sadaļas Mani ceļojumi?
pl: Czy na pewno chcesz usunąć tę podróż z listy?
ru: Вы уверены, что хотите удалить это путешествие из списка?
uk: Ви впевненні, що хочете видалити цю подорож із списку?

source: If you change your mind, you can always add it again.
et: Ootame Teid jälle, kui soovite reisida.
lt: Jei apsigalvosi, visada gali ją pridėti dar kartą.
lv: Ja pārdomājat, vienmēr varat to pievienot vēlreiz.
pl: Zawsze można ponownie dodać tę podróż do swojego konta.
ru: Вы всегда сможете снова добавить эту поездку в аккаунт.
uk: Ви завжди зможете знову додати цю поїздку в еккаунт.

# extrasInfo
source: Details
et: Lisainfo
lt: Išsami informacija
lv: Detaļas
pl: Dodatkowe szczegóły
ru: Информация
uk: Деталі

source: Insurance Detail
et: Info kindlustuse kohta
lt: Draudimo informacija
lv: Apdrošināšanas detaļas
pl: Podaj szczegóły
ru: Страховка
uk: Деталі страховки

source: Tour Guide
et: Reisigiid
lt: Kelionių vadovas
lv: Tūres Gids
ru: Трансферный гид
uk: Ім'я екскурсійного гіду

source: New release/version is now available in Apple Store. We kindly suggest you to update the app
et: Uus rakenduse versioon on nüüd saadaval Apple Store'is. Soovitame rakendust värskendada.
lt: Naujesnė versija yra „Apple Store“. Mes siūlome jums atnaujinti programą
lv: Jauna versija tagad ir pieejama Apple Store. Mēs iesakām atjaunināt lietotni
pl: Nowa wersja aplikacji jest dostępna w sklepie Aplle Store. Proszę zaktualizować swoją aplikację.
ru: В Apple Store доступна новая версия. Пожалуйста, обновите ваше приложение
uk: В Apple Store доступна нова версія. Будь ласка обновіть ваш додаток.

source: We have just sent an activation code to your Email. Please enter it in the appropriate field
et: Saatsime teie e-posti aadressile aktiveerimiskoodi. Palun sisestage kood.
lt: Mes ką tik išsiuntėme aktyvinimo kodą į jūsų el. pašto adresą.
lv: Mēs tikko nosūtījām aktivizācijas kodu uz jūsu e-pastu. Lūdzu, ievadiet to attiecīgajā laukā
pl: Wysłaliśmy kod aktywacyjny na Twój adres e-mail. Wprowadź go w odpowiednim miejscu.
ru: Мы только что отправили код активации на ваш Email. Пожалуйста, введите его в соответствующее поле
uk: Ми тільки що відправили код активації на ваш Email. Будь ласка, введіть його у відповідне поле

source: We have just sent an activation code to your Email and phone number. Please enter it in the appropriate field
et: Saatsime just teie e-posti aadressile ja telefoninumbrile aktiveerimiskoodi. Palun sisestage kood.
lt: Ką tik išsiuntėme aktyvavimo kodą jūsų el. paštą ir telefono numerį. Įveskite jį į atitinkamą lauką.
lv: Mēs tikko nosūtījām aktivizācijas kodu uz jūsu e-pastu un tālruņa numuru. Lūdzu, ievadiet to attiecīgajā laukā.
pl: Wysłaliśmy kod aktywacyjny na Twój adres e-mail i numer telefonu. Wprowadź go w odpowiednim miejscu.
ru: Мы только что отправили код активации на ваш Email и номер телефона. Пожалуйста, введите его в соответствующее поле
uk: Ми тільки що відправили код активації на ваш Email і номер телефону. Будь ласка, введіть його у відповідне поле

source: The weather forecast for the resort will be available 14 days before the start of your trip
et: Kuurordi ilmateade on saadaval 14 päeva enne reisi algust
lt: Kurorto orų prognozė bus rodoma likus 14 dienų iki kelionės pradžios.
lv: Kūrorta laika prognoze būs pieejama 14 dienas pirms ceļojuma sākuma
pl: Prognoza pogoda będzie dostępna na 14 dni przed rozpoczęciem podróży.
ru: Прогноз погоды на курорте будет доступен за 14 дней до начала вашего путешествия.
uk: Прогноз погоди на курорті буде доступним за 14 днів до початку подорожі.

source: Unfortunately, information is currently unavailable.Please visit this page closer to the beginning of your journey.
et: Kahjuks pole see info praegu saadaval. Külastage lehte oma reisi alguses.
lt: Deja, informacijos šiuo metu nėra. Prašome apsilankyti šiame puslapyje prieš kelionės pradžią..
lv: Diemžēl informācija pašlaik nav pieejama. Lūdzu, apmeklējiet šo lapu tuvojoties ce
pl: Niestety, informacje są chwilowo niedostępne. Proszę sprawdzić informacje bliżej początku podróży.
ru: К сожалению, на текущий момент информация недоступна.Пожалуйста, посетите эту страницу ближе к началу вашего путешествия.
uk: Нажаль інформація не доступна. Будь ласка відвідайте цю сторінку ближче до початку подорожі.

source: Choose Type
et: Vali Tüüp
lt: Pasirinkite tipą
lv: Izvēlaties Veidu
pl: Wybierz rodzaj wycieczki
ru: Выберите тип экскурсии
uk: Оберіть тип екскурсії

source: Please Check Terms And Conditions
et: Palun tutvuge käesolevate tingimustega hoolikalt
lt: Prašome patikrinti taisykles ir nuostatas
lv: Lūdzu, pārbaudiet Noteikumus un Nosacījumus
pl: Proszę zaakceptować warunki użytkowania i politykę prywatności
ru: Пожалуйста, примите Пользовательское соглашение и Политику конфиденциальности
uk: Прийміть умови та політику конфіденційності

source: Password field cannot be blank.
et: Parooli lahter ei saa olla tühi.
lt: Slaptažodžio laukas negali būti tuščias.
lv: Paroles lauks nedrīkst būt tukšs.
pl: Pole hasło nie może być puste.
ru: Поле пароля не может быть пустым.
uk: Поле пароля не може бути пустим.

source: Please fill Password (again)
et: Palun sisestage parool (uuesti)
lt: Prašome įrašyti slaptažodį (dar kartą)
lv: Lūdzu, aizpildiet paroli (vēlreiz)
pl: Proszę wypełnić pole „Potwierdź hasło”
ru: Пожалуйста, заполните поле Повторите пароль
uk: Заповніть поле (повторити пароль)

source: There is no favourite excursion.
et: Lemmikekskursioon ei ole valitud.
lt: Nėra pageidaujamos ekskursijos.
lv: Nav iecienītās ekskursijas.
pl: Nie wybrałeś wycieczki.
ru: У вас нет избранных экскурсий.
uk: У вас немає обраних екскурсій.

source: Welcome to %@
et: Sind ootab %@
lt: Sveiki atvykę į %@
lv: Laipni lūgti %@
pl: Witamy w %@
ru: Добро пожаловать в %@

source: Days
et: Kuupäev
lt: Dienos
lv: Dienas
pl: Dni
uk: Дні

source: Passport number without a series
et: Passi number ilma seeriata
lt: Paso numeris
lv: Pases numurs bez sērijas
pl: Numer paszportu bez serii
ru: Номер паспорта без серии
uk: Номер паспорту без серії

source: Standart
lt: Standartinis
lv: Standarts
pl: Standard
ru: Стандартная
uk: Стандарт

source: Individual
et: Individuaalne
lt: Individualus
lv: Individuāli
pl: Indywidualny
ru: Индивидуальная
uk: Індивідуальний

source: Free
et: Tasuta
lt: Nemokama
lv: Bezmaksas
pl: Wolny
ru: Бесплатный
uk: Безкоштовно

source: Selected Tours
et: Valitud Reisid
lt: Pasirinkti kelionę
lv: Izvēlētās ekskursijas
pl: Twoje ulubione wycieczki
ru: Выбранные экскурсии
uk: Вибрані Екскурсії

source: Buy tour via our website directly.
et: Ostke ekskursioon otse meie lehe kaudu.
lt: Pirkite kelionę tiesiogiai per mūsų svetainę.
lv: Pērciet ceļojumu tieši mūsu vietnē.
pl: Kup wycieczkę bezpośrednio przez naszą stronę internetową.
ru: Найдите свое лучшее путешествие перейдя на наш сайт!
uk: Купити тур через веб сайт.

source: See your travel detail without registration.
et: Vaadake oma reisi detaile ilma registreerimata.
lt: Peržiūrėkite savo kelionės informaciją be registracijos.
lv: Apskatieties savu ceļojuma informāciju bez reģistrācijas.
pl: Sprawdź szczegóły podróży bez rejestracji.
ru: Посмотрите все детали своего путешествия даже без регистрации!
uk: Переглянути деталі подорожі без реєстрації.

source: To use app in detail, you need to register into the system.
et: Rakenduse kasutamiseks peate end süsteemis registreerima.
lt: Norėdami pilnai naudotis programėle, turite užsiregistruoti sistemoje.
lv: Lai lietotu lietotni detalizēti, jums ir jāreģistrējas sistēmā.
pl: Zarejestruj się w systemie, aby mieć dostęp do szczegółowych informacji w aplikacji.
ru: Чтобы открыть все возможности приложения, пройдите простую регистрацию
uk: Для користування додатком зареєструйтесь.

source: Call Us
et: Helista meile
lt: Skambinkite mums
lv: Zvani mums
pl: Zadzwoń do nas
ru: Связаться с нами
uk: Зателефонуйте нам

source: The important numbers are in this part. You can call directly. If your guide in the destination is assigned, you'll reach the guide's phone number quickly.
et: Olulised kontaktid. Helistada saab otse. Kui teie sihtkoht on määratud, jõuate kiiresti giidi telefoninumbrini.
lt: Galite tiesiogiai susisiekti su mūsų atstovu nurodytais kontaktais.
lv: Svarīgākie nummuri ir šajā sadaļā.Jūs varat tieši sazvanīt. Ja Jums ir pieteikts gids , Jūs ātri piekļūsiet gida tālruņa nummura
ru: Здесь собраны все важные номера телефонов, вы можете сразу же позвонить. Здесь также расположены номера гида/горячей линии для быстрого доступа к ним.
uk: Важливі номери в цій частині. Ви можете телефонувати напряму. Якщо Вам назначили гіда, Ви зможете швидко зв’язатись із ним

source: Excursion
et: Ekskursioon
lt: Ekskursija
lv: Ekskursija
ru: Экскурсии
uk: Екскурсія

source: If you want to search available excursions in the different destinations, please click here. If you have already bought excursion, click to see detail.
et: Kui soovite otsida saadaolevaid ekskursioone erinevates sihtkohtades, valige siin. Kui olete ekskursiooni juba ostnud, valige ekskursiooni detaile vaatamist.
lt: Jei norite surasti siūlomas ekskursijas skirtingose atostogų vietose, spustelėkite čia. Jei jau nusipirkote ekskursiją, spustelėkite ,kad pamatytumėte išsamią informaciją.
lv: Ja vēlaties meklēt pieejamās ekskursijas dažādos galamērķos, lūdzu, noklikšķiniet šeit. Ja esat jau iegādājies ekskursiju, noklikšķiniet, lai redzētu sīkāku informāciju.
pl: Jeśli chcesz wyszukać dostępne wycieczki w różnych miejscach, kliknij tutaj. Jeśli już wykupiłeś wycieczkę, kliknij, aby zobaczyć szczegóły.
ru: Нажмите на эту кнопку, если вы хотите посмотреть экскурсии, доступные в этой стране. Если вы уже приобрели экскурсию, ее данные будут отображаться в этом блоке
uk: Якщо Ви хочете знайти доступні екскурсії по різним напрямкам, натисніть тут. Якщо Ви вже придбали екскурсію, натисніть, щоб переглянути деталі.

source: Actual Trip
lt: Dabartinė kelionė
lv: Faktiskais ceļojums
ru: Текущее путешествие
uk: Подорож

source: If you have a trip, you'll see here. Do you have more? So, here is the actual one. When you completed your holiday, you are able to give a point for the services in here.
et: Siin on teil valitud reis. Saate anda hinnangu.
lt: Jei įsigijote kelionę, pamatysite ją čia. Ar turite daugiau? Taigi, čia yra dabartinė. Kai baigsite atostogauti, galėsite įvertinti paslaugas taškais.
lv: Ja jums ir ceļojums, jūs redzēsiet to šeit. Vai jums ir vairāki? Tātad, šeit ir īstais. Kad esat pabeidzis atvaļinājumu, jūs varat novērtēt pakalpojumu šeit.
pl: Jeśli posiadasz wycieczkę, zobaczysz ją tutaj. Kiedy zakończysz swoje wakacje, możesz tutaj ocenić nasze usługi.
ru: Здесь будет отображаться ваша текущая или ближайшая предстоящая поездка. Остальные путешествия находятся в разделе Мои путешествия. После завершения тура, у вас будет возможность оценить ваш отдых.
uk: Якщо у Вас є активна подорож, Ви побачите її тут. У Вас є більше? Ця наразі дійсна. Коли вернетесь із подорожі, у Вас буде можливість залишити оцінку за сервіс тут.

source: If you have tour(s) bought via Coral Travel agencies before, you may add the tour(s) into your account now. Before adding process, please find out your Reservation Number.
et: Kui olete varem Coral Traveli agentuuride kaudu ostnud ekskursioone, saate ekskursiooni(d) oma kontole lisada. Enne lisamist uurige oma broneeringu numbrit.
lt: Jei įsigijote kelionę (-es) per„ Coral Travel agentūras, galite dabar ją (-as) pridėti prie savo paskyros. Prieš pridėdami, sužinokite savo rezervacijos numerį.
lv: Ja esat iepriekš iegādājies ceļojumu(-s), izmantojot Coral Travel aģentūru, varat pievienot ceļojumu(-s) savam kontam tūlīt. Pirms pievienošanas procesa, lūdzu, noskaidrojiet savu rezervācijas numuru.
pl: Jeśli posiadasz już wycieczki zakupione w biurach podróży Coral Travel, możesz je teraz dodać do swojego konta. Przed rozpoczęciem procesu przygotuj swój Numer Rezerwacji.
ru: Если у вас есть туры от туроператора Корал Тревел, вы можете добавить их в свой аккаунт. Для добавления путешествия вам потребуется номер резервации у туроператора (номер ваучера)
uk: Якщо Ви вже купляли тур(и) через агентства Coral Travel, Ви можете додати ці тури до Вашого еккаунту. Перед доданням такого туру, знайдіть його номер резервації.
