Repository: akfdmrzn/OtiLocalization
Catalog: LocalizationFramework/*.lproj/Localizable.strings
Languages: et, lt, lv, pl, ru, uk

source: • Full day – Excursions which are scheduled mostly start from morning and/ or early morning and until evening times. • Half day – It can be start from morning times to afternoon and / or from afternoon to evening times. • Multi-day ( e.g. Overnight excursions etc.) • Flexible ( e.g. Private or Exclusive excursions etc.)
et: • Päeva ekskursioonid – ekskursioonid algavad enamasti hommikust ja/või varahommikust ja õhtuni. N n • Pool päeva – võib alustada hommikust pärastlõunani ja/või pärastlõunast õhtuni. • Mitmepäevased (nt ööekskursioonid jne) N n • Paindlik (nt era- või eksklusiivne ekskursioon jne)
lt: • Dienos ekskursijos – prasideda ryte ir tęsiasi iki vakaro •Pusdienio ekskursijos - gali prasidėti ryte ir tęstis iki popietės arba prasidėti po pietų ir tęstis iki vakaro •Kelių dienų ekskursijos (pvz., dviejų dienų arba su vienos nakties nakvyne ir pan.) •Lanksčios (pvz., privačios ar išskirtinės ekskursijos ir kt.)
lv: • Pilna diena — ekskursijas, kas tiek plānotas pārsvarā, sākas no rīta un/vai agra rīta un līdz vakaram. • Puse diena – var sākties no rīta līdz pēcpusdienai un/vai no pēcpusdienas līdz vakaram. • Vairāku dienu (piem., ekskursijas pa nakti utt.) • Elastīgas (piem., privātas vai ekskluzīvas ekskursijas utt.)
ru: • «Полный день» - экскурсии, которые, в основном, начинаются с утра и дляться до вечера • Полдня - экскурсии с утра до обеда или с обеда до вечера • Многодневные (например, на 2 дня или ночные экскурсии) • Гибкий график (например, индивидуальные или эксклюзивные экскурсии)
uk: Повний день - екскурсії, які, в основному, починаються з ранку і тривають до вечора. • Півдня - екскурсії з ранку до обіду або з обіду до вечора. • Багатоденні - (наприклад, на 2 дні або нічні екскурсії). • Гнучкий графік (наприклад, індивідуальні або ексклюзивні екскурсії)

source: Adults
et: Täiskasvanud
lt: Suaugę
lv: Pieaugušie
pl: Dorośli
ru: Взрослые
uk: Дорослі

source: Child
et: Laps
lt: Vaiku
lv: Bērns
pl: dzieci
ru: Ребенок старшего возраста
uk: Діти

source: Toddle
et: Nooruk
lt: Mažyliu
lv: Mazulis
pl: najmłodszych dzieci
ru: Ребенок среднего возраста
uk: немовлятами

source: You cannot cancel the voucher. You have to contact your sale representative in your hotel
et: Voucherit ei saa tühistada. Peate võtma ühendust oma hotelli müügiesindajaga.
lt: Jūs negalite atšaukti kupono. Turite susisiekti su savo prekybos atstovu savo viešbutyje.
lv: Jūs nevarat atcelt kuponu. Jums ir jāsazinās ar pārstāvi savā viesnīcā.
pl: Nie możesz anulować wycieczki. Prosimy o kontakt z rezydentem

source: Do you want to cancel the excursion?
et: Kas soovite ekskursiooni tühistada?
lt: Ar norite atšaukti ekskursiją?
lv: Vai Jūs vēlaties atcelt ekskursiju?
pl: Wycieczka zostanie anulowana. Prosmy o potwierdzenie
ru: Ваша экскурсия будет отменена. Подтверждаете?
uk: Ваша екскурсія буде скасована. Підтверджуєте?

source: If you have a doctor report, we are request you to complete the cancellation request by your hotel guide. Do you want to continue the cancellation? (Penalty may be applied.)
et: Kui teil on arsti tõend olemas, palume teil lõpetada hotellibroneeringu tühistamistaotluse. Kas soovite tühistamist jätkata? (palun arvestage sellega, et esindaja võib kohaldada trahvi)
lt: Prašome jūsų viešbučio gido užpildyti atšaukimo užklausą, jei turite gydytojo išrašą. Ar norite tęsti atšaukimą? (Gali būti taikoma nuobauda.)
lv: Ja jums ir ārsta ziņojums, mēs lūdzam jūs pabeigt viesnīcas gida atcelšanas pieprasījumu. Vai vēlaties turpināt atcelšanu? (Var tikt piemērots sods.)
pl: Jeśli posiadasz zaświadczenie lekarskie, zalecamy anulowanie rezerwacji u rezydenta. Czy chcesz kontynuować? (Mogą zostać naliczone koszty anulacji)
ru: Если у вас есть заключение врача, вам потребуется обратиться к отельному гиду для завершения процедуры аннуляции. Вы хотите продолжить аннуляцию? (возможен штраф)
uk: Якщо у вас є висновок лікаря, вам буде потрібно звернутися до готельного гіда для завершення процедури анулювання. Ви хочете продовжити ануляцію? (Можливий штраф)

source: There is no excursion for the selected date.
lt: Pasirinktai datai ekskursijos nėra.
lv: Nav ekskursijas Jūsu atzīmētajos datumos
pl: Dla wybranej daty nie znaleziono wycieczek.
ru: Для выбранной даты нет экскурсий.
uk: На обрану дату екскурсії немає

source: Per Person Fee
lt: Mokestis už asmenį
lv: Maksa par personu
pl: Opłata za osobę
ru: Сбор за человека
uk: Збір за людину

source: Extra Fee
et: xtra Fee
lt: Papildomas mokestis
lv: Papildus Maksa
pl: Dodatkowe opłaty
ru: Дополнительная оплата
uk: Додаткова плата

source: The money will be refunded within 5 working days after receiving the written application, as well as the necessary documents attached. The application and the related documents must be delivered to the central office Coral Travel LLC.You can download the refund application at
et: Raha tagastatakse 5 tööpäeva jooksul peale avalduse esitamist ja lisatud vajalike dokumentide saamist. Avaldus ja sellega seotud dokumendid tuleb toimetada Coral Travel Estonia keskkontorisse. Kasutage tagastusavaldust.
lv: Nauda tiks atmaksāta 5 darba dienu laikā pēc rakstiska iesnieguma, kā arī tam pievienoto nepieciešamo dokumentu saņemšanas. Pieteikums un ar to saistītie dokumenti jānogādā centrālajā birojā Coral Travel LLC. Atmaksas pieteikumu varat lejupielādēt.
ru: Деньги будут возвращены в течение 5 рабочих дней после получения письменного заявления, а также приложенных к нему необходимых документов. Заявление и сопутствующие документы должны быть доставлены в центральный офис OOO “Корал Тревел». Вы можете скачать заявление на возврат по ссылке
uk: Кошти будуть повернуті протягом 5 робочих днів після отримання письмової заяви, а також доданих до неї необхідних документів. Заява та додані документи повинні бути доставлені в центральний офіс ТОВ «Корал Тревел». Завантажити заявку на повернення коштів можна за посиланням

source: Paxes
et: In.arv
lt: Asmenys
lv: Pasažieri
pl: Turyści
ru: Туристы
uk: люд.

source: Pay Now
et: Maksma
lt: Mokėti dabar
lv: Maksājiet Tulīt
pl: Płatność teraz
ru: Оплатить онлайн
uk: Оплатіть зараз

source: Pay To Bank
et: Pangamakse
lt: Mokėti bankui
lv: Maksājiet Bankā
pl: Płatność bankowa
ru: Оплатить через банк
uk: Оплатити через банк

source: Pay To Guide
et: Maksa Giidile
lt: Mokėti gidui
lv: Maksāt Gidam
pl: Płatność rezydentowi
ru: Оплатить гиду
uk: Оплатити гіду

source: Edit
et: Muuda
lt: Redaguot
lv: Labot
pl: Edytuj
ru: Изменить
uk: Редагувати

source: Cancel
et: Katkesta
lt: Atšaukti
lv: Atcelt
pl: Anulować
ru: Отменить
uk: Скасувати

source: Refund Amount
et: Tagasimakse summa.
lt: Grąžinimo suma
lv: Atmaksas Summa
pl: Suma zwrotu
ru: Сумма возврата
uk: Сума відшкодування

source: If you do not pay within the expected time, your booking will be cancelled automatically.
et: Kui te ei tasu ettenähtud aja jooksul, siis teie broneering tühistatakse automaatselt.
lt: Jei nesumokėsite per numatytą laiką, jūsų užsakymas bus automatiškai atšauktas
lv: Ja nesamaksāsiet noteiktajā laikā, jūsu rezervācija tiks automātiski atcelta.
pl: Jeśli nie zapłacisz w terminie, Twoja rezerwacja zostanie automatycznie anulowana
ru: Если заявка не будет оплачена в течение установленного срока, она будет автоматически аннулирована
uk: Якщо ви не сплатите протягом очікуваного часу, ваше бронювання буде автоматично скасовано

source: Continue and Apply Changes
et: Jätka ja rakenda muudatust
lt: Tęsti ir taikyti pakeitimus
lv: Turpināt un lietot izmaiņas
pl: Zapisz zmiany i przejdź dalej
ru: Применить и продолжить
uk: Продовжити та застосувати зміни

source: Online Payment
et: Online Makse
lt: Mokėjimas internetu
lv: Tiešsaistes Maksājums
pl: Płatność online
ru: Оплачено онлайн
uk: Сплачено онлайн

source: If you select 'Pay to guide' option, you understand and agree that the payment will be made on destination directly to the receiving tour operator-supplier of the excursion service. In the event of a further cancellation or annulment of the excursion service, you will be responsible for solving all questions concerning any refund of the full or partial price of the service without delay until the end of the tour and the departure from the tour. Your reservation will be created. Do you confirm?
et: Kui valite valiku 'Maksa giidile', mõistate ja nõustute, et makse tehakse sihtkohas otse vastuvõtvale reisikorraldajale-ekskursiooniteenuse pakkujale. Ekskursiooniteenuse edasise tühistamise või tühistamise korral , vastutate kõigi küsimuste, mis puudutavad teenuse täieliku või osalise hinna tagasimaksmist, lahendamise eest viivitamata kuni oma reisi lõpuni ja lahkumiseni. Teie broneering luuakse. Kas kinnitate?
lt: Pasirinkdami mokėjimo būdą Mokėti gidui“ suprantate ir sutinkate, kad apmokėjimas bus vykdomas tiesiogiai ekskursijos paslaugų teikėjui kryptyje-organizatoriaus atstovui. Jūsų rezervacija bus sukurta. Ar jūs patvirtinate?
lv: Izvēloties opciju “Maksāt gidam, Jūs saprotat un piekrītat, ka maksājums tiks veikts galamērķī tieši saņēmējam tūrisma operatoram-ekskursijas pakalpojuma sniedzējam. Ekskursijas pakalpojuma turpmākas atcelšanas vai anulēšanas gadījumā Jūs būsiet atbildīgs par visu jautājumu risināšanu saistībā ar pakalpojuma pilnas vai daļējas cenas atmaksu bez kavēšanās līdz ekskursijas beigām un izbraukšanai no ekskursijas. Jūsu rezervācija tiks izveidota. Vai apstiprinat?
pl: Wybierając opcję „Opłać u rezydenta” akceptujesz, że płatność zostanie dokonana u lokalnego przedstawiciela biura podróży. W przypadku anulowania usługi turystycznej wszelkie kwestie związane z częściowym lub pełnym zwrotem kosztów muszą być rozwiązane na miejscu przed zakończeniem i powrotem z wycieczki. Rezerwacja zostanie utworzona. Czy potwierdzasz?
ru: В случае выбора «Оплата гиду» вы понимаете и соглашаетесь с тем, что оплата будет осуществляться на месте непосредственно принимающему туроператору-поставщику экскурсионной услуги. В случае дальнейшей отмены или аннулирования экскурсионной услуги, все вопросы, связанные с возвращением полной или частичной стоимости услуги должны решаться вами непосредственно на месте до окончания тура и обратного вылета. Ваше бронирование будет создано. Подтверждаете?
uk: У разі вибору «Оплата гіду» ви розумієте і погоджуєтесь із тим, що оплата буде здійснюватися на місці безпосередньо приймаючому туроператору - постачальнику екскурсійної послуги. У випадку подальшої відміни або ануляції екскурсійної послуги всі питання пов’язані із поверненням повноїчасткової вартості послуги мають вирішуватися вами безпосередньо на місці до закінчення туру та зворотного вильоту. Бронювання буде створено. Підтверджуєте?

source: Please select at least one adult tourist.
et: Valige vähemalt üks täiskasvanud reisija.
lt: Prašome pasirinkti bent vieną suaugusį turistą.
lv: Lūdzu, atlasiet vismaz vienu pieaugušo tūristu.
pl: Prosimy wybrać przynajmniej jednego pełnoletniego turystę
ru: Пожалуйста выберите как минимум одного совершеннолетнего туриста
uk: Будь ласка, виберіть як мінімум одного повнолітнього туриста

source: Last Payment Date
et: Maksepäev
lt: Paskutinio mokėjimo data
lv: Pēdējais Maksājumu Datums
pl: Data ostatniej płatności
ru: Необходимо оплатить до
uk: Необхідно сплатити до

source: Total Pax
et: Inim. arv kokku
lt: Iš viso keliautoju
lv: Kopējais Pasažieru Skaits
pl: Liczba uczestników
ru: Всего туристов
uk: Всього туристів

source: Excursion Price
et: Ekskursiooni hind
lt: Ekskursijos kaina
lv: Ekskursijas Cena
pl: Cena wycieczki
ru: Стоимость экскурсии
uk: Вартість екскурсії

source: Your excursion was cancelled.Refunds of the money will be made within 5 working days.
et: Teie ekskursioon on tühistatud. Raha tagastatakse 5 tööpäeva jooksul.
lv: Jūsu ekskursija tika atcelta. Naudas atmaksa tiks veikta 5 darba dienu laikā.
ru: Ваша экскурсия была отменена.Возврат денежных средств будет произведен в течение 5 рабочих дней.
uk: Ваша ексукрсія скасована.Повернення грошових коштів буде здійснене протягом 5 робочих днів.

source: Your excursion was cancelled.Refunds of the money will be made within 5 working days after the original written application and the required documents have been received by KORAL TRAVEL REGIONS LLC, Kyiv, 01601, ul. 24, Bulvarno-Kudryavska street.You can download a template of application for return of funds at link.
et: Teie ekskursioon on tühistatud. Raha tagastatakse 5 tööpäeva jooksul pärast avalduse esitamist ja nõutavate dokumentide laekumist ettevõttele Coral Travel Estonia. Kasutage raha tagastamise taotlust.
lv: Jūsu ekskursija tika atcelta. Naudas atmaksa tiks veikta 5 darba dienu laikā pēc sākotnējā rakstiskā pieteikuma un nepieciešamo dokumentu saņemšanas KORAL TRAVEL REGIONS LLC, Kijeva, 01601, ul. 24, Bulvarno-Kudrjavska iela. Jūs varat lejupielādējiet līdzekļu atgriešanas pieteikuma paraugu no linka.
ru: Ваша экскурсия была отменена.Возврат денежных средств будет произведен в течение 5 рабочих дней после получения оригинала письменного заявления, а также необходимых документов по адресу ООО «КОРАЛ ТРЕВЕЛ РЕГИОНЫ», г. Киев, 01601, ул. Бульвар-Кудрявская», 24.Вы можете скачать образец заявления на возврат средств по ссылке.
uk: Ваша ексукрсія скасована.Повернення грошових коштів буде здійснене протягом 5 робочих днів після надходження оригіналу письмової заяви, а також доданих до неї необхідних документів на адресу ТОВ «КОРАЛ ТРЕВЕЛ РЕГІОНИ», м. Київ, 01601, вул. Бульварно-Кудрявська», 24.Завантажити зразок заяви на повернення коштів можна за посиланням.

source: For a refund please contact your guide before the end of the tour.
et: Raha tagasi saamiseks võtke ühendust giidiga enne ekskursiooni lõppu.
lv: Lai saņemtu naudas atmaksu, lūdzu, sazinieties ar savu gidu pirms ceļojuma beigām
ru: Для возврата денежных средств пожалуйста обратитесь к своему гиду до завершения тура.
uk: Для повернення грошових коштів зверніться будь ласка до свого гіда до закінчення туру.

source: Refunds of the money will be made within 5 working days.
et: Raha tagastamine toimub 5 tööpäeva jooksul.
lv: Naudas atmaksa tiks veikta 5 darba dienu laikā.
ru: Возврат денежных средств будет произведен в течение 5 рабочих дней.
uk: Возврат денежных средств будет произведен в течение 5 рабочих дней.

source: Refunds of the money will be made within 5 working days after the original written application and the required documents have been received by KORAL TRAVEL REGIONS LLC, Kyiv, 01601, ul. 24, Bulvarno-Kudryavska street.You can download a template of application for return of funds at link.
et: Raha tagastatakse 5 tööpäeva jooksul pärast avalduse esitamist ja nõutavate dokumentide laekumist ettevõttele Coral Travel Estonia. Kasutage raha tagastamise avaldust.
lv: Naudas atmaksa tiks veikta 5 darba dienu laikā pēc sākotnējā rakstiskā pieteikuma un nepieciešamo dokumentu saņemšanas uzņēmumā KORAL TRAVEL REGIONS LLC, Kijeva, 01601, ul. 24, Bulvarno-Kudrjavska iela. Jūs varat lejupielādēt pieteikuma paraugu par līdzekļu atgriešanu saitē.
ru: Возврат денежных средств будет произведен в течение 5 рабочих дней после получения оригинала письменного заявления, а также необходимых документов по адресу ООО «КОРАЛ ТРЕВЕЛ РЕГИОНЫ», г. Киев, 01601, ул. Бульвар-Кудрявская», 24.Вы можете скачать образец заявления на возврат средств по ссылке.
uk: Повернення грошових коштів буде здійснене протягом 5 робочих днів після надходження оригіналу письмової заяви, а також доданих до неї необхідних документів на адресу ТОВ «КОРАЛ ТРЕВЕЛ РЕГІОНИ», м. Київ, 01601, вул. Бульварно-Кудрявська», 24.Завантажити зразок заяви на повернення коштів можна за посиланням.

source: Your excursion is finished!
et: Teie Ekskursioon on lõpetatud!
lt: Jūsų ekskursija baigta!
lv: Jūsu ekskursija ir beigusies!
pl: Twoja wycieczka dobiegła końca
ru: Ваша экскурсия завершена!
uk: Ваша екскурсія закінчилася!

source: Please Rate Your Trip!
et: Anna hinnang oma reisile!
lt: Prašome įvertinti savo kelionę!
lv: Lūdzu, novērtējiet savu ceļojumu!
pl: Oceń swoją wycieczkę
ru: Пожалуйста, оцените Вашу поездку!
uk: Будь-ласка, поділіться вареженнями!

source: If you select Pay to Guide option, you understand and agree that you are entering into direct relations with the organizer or supplier of the excursion service, whose details are indicated in the text of the voucher. In case of cancellation or annulment of a service (tour), all issues related to the return of the full or partial cost of the service (tour) must be resolved by you directly with the organizer / supplier on the spot before the end of your stay in the country (place) of temporary stay in accordance with the terms of refusal stated in the voucher. Your reservation will be created. Do you confirm?
et: Kui valite 'Maksa Giidile', mõistate ja nõustute, et astute lepingusse ekskursiooniteenuse korraldaja või pakkujaga, kelle andmed on märgitud voucheri tekstis. Teenuse tühistamise või tühistamise korral (ekskursioon), peate teenuse (ekskursiooni) täieliku või osalise maksumuse tagastamisega seotud küsimused lahendama otse korraldajaga/tarnijaga kohapeal enne oma reisi lõppu (vastavalt vautšeril märgitud keeldumistingimustele ). Kas kinnitate?
lv: Izvēloties opciju Maksāt Gidam, jūs saprotat un piekrītat, ka stājaties tiešās attiecībās ar ekskursijas pakalpojuma organizatoru vai piegādātāju, kura rekvizīti ir norādīti kuponā.Pakalpojuma atcelšanas vai anulēšanas gadījumā (ceļojums), visi jautājumi, kas saistīti ar pakalpojuma (ceļojuma) pilnu vai daļēju izmaksu atgriešanu, jums ir jāatrisina tieši ar organizatoru/piegādātāju uz vietas pirms jūsu uzturēšanās pagaidu valstī (vietā) beigām. Uzturēties saskaņā ar kuponā norādītajiem atteikuma noteikumiem.Jūsu rezervācija tiks izveidota. Vai apstiprināt?
ru: В случае выбора «Оплата гиду» вы понимаете и соглашаетесь с тем, что вступаете в непосредственные отношения с организатором или исполнителем экскурсионной услуги, чьи данные указаны по тексту ваучера. В случае отмены или аннулирования услуги (тура), все вопросы, связанные с возвращением полной или частичной стоимости услуги (тура) должны решаться вами непосредственно с организатором/исполнителем на месте до окончания Вашего пребывания в стране (месте) временного пребывания в соответствии с условиями отказа, изложенными в ваучере. Ваше бронирование будет создано. Подтверждаете?
uk: У разі вибору «Оплата гіду» ви розумієте і погоджуєтесь із тим, що оплата буде здійснюватися на місці безпосередньо приймаючому туроператору - постачальнику екскурсійної послуги. У випадку подальшої відміни або ануляції екскурсійної послуги всі питання пов’язані із поверненням повноїчасткової вартості послуги мають вирішуватися вами безпосередньо на місці до закінчення туру та зворотного вильоту. Бронювання буде створено. Підтверджуєте?

source: Preview QR Code
et: Vaata QR koodi
lt: Peržiūrėti QR kodą
lv: Priekšskatīt QR kodu
pl: Wyświetl kod QR
ru: Показать QR код
uk: Показати QR код

source: Date of Issue cannot be later than Date of Expire
et: Väljaandmise kuupäev ei saa olla pärast kehtivusaja lõppu
lt: Pradžios data negali būti vėlesnė negu pabaigos.
lv: Problēmas pieteikšanas datums nevar būt vēlāks par ekskursijas beigu datumu
pl: Data wydania nie może być późniejsza niż data ważności
ru: Дата выдачи не может быть позже даты истечения срока действия
uk: Дата видачі не може бути пізніше дати закінчення терміну дії

source: Oops... No matches found
et: Oops... Vasteid ei leitud
lt: Oi... Atitikimų nerasta
lv: Ups... Atbilstība nav atrasta.
pl: Ups... Niczego nie znaleziono
ru: Упс... Ничего не найдено
uk: Упс... Нічого не знайдено.

source: No Recommended and Best Seller excursions were found for this location
et: Selle asukoha jaoks ei leitud ühtegi soovitatud ja enimmüüdud ekskursiooni.
lt: Šioje vietovėje nerasta jokių rekomenduojamų ir geriausiai parduodamų ekskursijų
lv: Šai atrašanās vietai netika atrasta neviena ieteicamā un vislabāk pārdotā ekskursija
pl: Dla wybranej lokacji nie odnaleźliśmy żadnych wycieczek.
ru: Для этого направления не найдено рекомендуемых экскурсий и бестселлеров
uk: Для цього напряму не знайдено рекомендованих екскурсій та бестселерів.

source: Age Group
et: Vanuserühm
lv: Vecuma grupa
ru: Доступно с детьми
uk: Вікова група

source: At least %@ people must be selected for this extra.
et: Vähemalt %@ peab olema selle lisateenuse jaoks valitud
lt: Mažiausiai dar %@ žmonės turi būti pasirinkti.
lv: Vismaz %@ jābūt altasītām, lai izmantotu šo papildu pakalpojumu.
pl: Musisz wybrać co najmniej %@ turystów.
ru: Вы должны выбрать не менее %@ туристов.
uk: Ви повинні вибрати не менше, ніж %@ туристів.

source: Please note that you must purchase at least %@ mandatory additional services. These services are highlighted in red.
et: Pane tähele, et pead ostma vähemalt %@ kohustuslikku lisateenust. Need teenused on punasega märgitud.
lt: Turėkite omenyje, kad Jūs turite įsigyti bent %@ papildomų paslaugų, kurios yra pažymėtos raudona spalva
lv: Lūdzu, ņemiet vērā, ka obligāti jāizvēlās vismaz %@ papildu pakalpojums
pl: Pamiętaj, że musisz wykupić co najmniej %@ obowiązkowych usług dodatkowych.Takie usługi są zaznaczone na czerwono.
ru: Обратите внимание, что вы должны приобрести как минимум %@ обязательных дополнительных услуг. Такие услуги выделены красным цветом.
uk: Зверніть увагу, що ви повинні придбати щонайменше %@ обов'язкових додаткових послуг. Такі послуги виділені червоним кольором.

source: The maximum number of people who can participate in this tour is %@.
et: Maksimaalne osalejate arv saab olla %@
lt: Didžiausias skaičius žmonių, galinčių dalyvauti šioje ekskursijoje yra %@.
lv: Maksimālais cilvēku skaits, kas var piedalīties ceļojumā [max. pers].
pl: Maksymalna liczba turystów, którzy mogą wziąć udział w tej wycieczce to %@.
ru: Максимальное количество туристов, которые могут участвовать в этой экскурсии составляет %@
uk: Максимальна кількість туристів, які можуть брати участь у цій екскурсії, становить %@.

source: Please select only %@ tourist.
et: Palun valige %@ reisijat
lt: Prašome pasirinkti tik %@ dalyvius/-ių.
lv: Lūdzu, atlasiet %@ tūristus.
pl: Proszę wybrać nie więcej niż %@ osób.
ru: Пожалуйста, выберите не более %@ туристов.
uk: Будь ласка, виберіть не більше %@ туристів.

source: Local Excursions
et: Kohalikud ekskursioonid
lt: Vietinės ekskursijos
lv: Vietējās ekskursijas
pl: Wycieczki fakultatywne
ru: Экскурсии
uk: Екскурсії

source: Do you have package?
et: Kas Teil on reisipakett?
lt: Ar turite kelionės paketą?
lv: Vai Jums ir pakete?
pl: Czy zarezerwowałeś już wakacje?
ru: У вас уже есть тур?
uk: У вас уже є тур?

source: Add it now!
et: Lisa kohe!
lt: Pridėkite dabar!
lv: Pievienot tagad!
pl: Dodaj je tutaj!
ru: Добавьте сейчас!
uk: Додати зараз!

source: Buy a tour on the site
et: Osta ekskursioon lehelt
lt: Nusipirkite ekskursiją puslapyje
lv: Pirkt ceļojumu
pl: Sprawdź wycieczki na
ru: Купить тур на сайте
uk: Купити тур на сайті

source: Please share your feedback!
et: Palun jagage oma tagasisidet!
lt: Pasidalinkite savo atsiliepimu!
lv: Lūdzu, atstājiet atsauksmi
pl: Podziel się swoją opinią!
ru: Пожалуйста, оставьте свой отзыв
uk: Будь ласка, поділіться з нами зворотнім зв'язком!

source: Rate
et: Hinda
lt: Įvertinimas
lv: Novērtējiet
pl: Oceń
ru: Оценить
uk: Оцінити

source: My Tour
et: Minu ekskursioon
lt: Mano ekskursija
lv: Mans ceļojums
pl: Moje wakacje
ru: Мой тур
uk: Мої тури

source: Add new tour
et: Lisa uus ekskursioon
lt: Pridėti naują ekskursiją
lv: Pievienot jaunu ceļojumu
pl: Dodaj wyjazd
ru: Добавить тур
uk: Додати новий тур

source: Add Holiday
et: Lisa puhkus
lt: Pridėti atostogas
lv: Pievienot brīvdienu
pl: Dodaj wakacje
ru: Добавить путешествие
uk: Додати тур

source: Please fill the required fields.
et: Palun täitke nõutud väljad
lt: Prašome užpildyti privalomus laukus
lv: Lūdzu, aizpildīt prasītos laukus
pl: Prosimy uzupełnić wymagane pola
ru: Пожалуйста, заполните все необходимые поля
uk: Будь ласка, заповніть усі необхідні поля
