Repository: akfdmrzn/OtiLocalization
Catalog: LocalizationFramework/*.lproj/Localizable.strings
Languages: et, lt, lv, pl, ru, uk

# com.oti.sunmarAboutUsLongDesc
source: Rest with SUNMAR is a comfortable and fascinating trip to the best world resorts, acquaintance with the architectural and natural sights of different countries, the opportunity to abandon everyday worries in excellent hotels on the sunny coast or in the mountains and, most importantly, favorable prices for tours! SUNMAR was established on February 25, 2005, and in the very first years of its dynamic development was able to earn great popularity by entering the list of market leaders in the main areas of Russia, such as Turkey, Thailand, Spain and Greece. Today SUNMAR organizes tours to Andorra, Bahrain, Bulgaria, Vietnam, the Gambia, Greece, the Dominican Republic, Israel, India, Indonesia, Jordan, Spain, Italy, Cuba, Mexico, Morocco, the United Arab Emirates, Russia, Thailand, Tunisia, Turkey, Croatia, Montenegro, Cyprus, Maldives and Sri Lanka. SUNMAR's extensive flight program includes flights with flights from more than 30 cities in Russia. SUNMAR is a profitable vacation with an optimal ratio of price and quality. SUNMAR tours are easy to purchase at the company’s office, using the online booking service for tours on the tour operator’s website, at the offices of the SUNMAR network of travel agencies for profitable tours and other agencies throughout Russia
et: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
lt: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
lv: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
pl: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
ru: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
uk: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.

# com.oti.coral.uaAboutUsLongDesc
source: Компания SUNMAR была создана 25 февраля 2005 года, и в первые же годы своего динамичного развития смогла заработать большую популярность, войдя в список лидеров рынка на основных для России направлениях – турецком, таиландском, испанском и греческом. Сегодня SUNMAR организует туры в Андорру, Бахрейн, Болгарию, Вьетнам, Гамбию, Грецию, Доминиканскую Республику, Израиль, Индию, Индонезию, Иорданию, Испанию, Италию, Мексику, Марокко, ОАЭ, Россию, Таиланд, Тунис, Турцию, Хорватию, Черногорию, на Кипр, Мальдивы и Шри-Ланку. В обширную полетную программу SUNMAR входят авиарейсы с вылетом более чем из 30 городов РФ. Туры от SUNMAR легко приобрести в офисе компании, с помощью сервиса онлайн бронирования туров на сайте туроператора, в офисах сети «SUNMAR – турагентство выгодных туров» и в других агентствах по всей России! © 2005-2020 SUNMAR
et: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
lt: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
lv: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
pl: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
ru: Бренд Coral Travel представлен на рынке с 1995 года. Сегодня оператор занимает лидирующие позиции в туристической отрасли и позиционируется как марка надежности и качества. Собственные принимающие компании обслуживают клиентов Coral Travel в Турции, Египте, Греции, Испании, ОАЭ, Таиланде, Вьетнаме и Тунисе. Туроператор Coral Travel предлагает лучшие курорты и отели в 40 странах мира, среди которых Австрия, Андорра, Бахрейн, Беларусь, Болгария, Вьетнам, Греция, Грузия, Доминиканская Республика, Египет, Израиль, Индия, Индонезия, Иордания, Испания, Италия, Катар, Кения, Кипр, Китай, Куба, Маврикий, Мальдивы, Марокко, Мексика, ОАЭ, Россия, Сейшелы, Сингапур, Таиланд, Танзания, Тунис, Турция, Узбекистан, Хорватия, Черногория, Шри-Ланка. Идет постоянная работа по открытию новых направлений. Туроператор организует групповые и индивидуальные туры FIT на базе собственных чартерных программ и регулярных рейсов, занимается развитием инсентив-, конгресс-, спортивного и других видов туризма, а также активно продает авиабилеты в онлайн. Под брендом Coral Travel работают туроператоры не только в России, но и в Германии, Украине, Польше, Турции, Белaруси и Грузии. Программы авиаперевозок осуществляются на чартерной и регулярной основе из всех аэропортов Москвы и более чем из 47 городов Российской Федерации, 5 городов Украины, 2 городов Белaруси, 10 городов Польши, 2 городов Турции, 10 городов Германии.
uk: Маючи великий професійний досвід у сфері виїзного туризму, компанія Coral Travel створює на українському туристичному ринку тільки високоякісний турпродукт. Coral Travel пропонує найкращі курорти та готелі в 28 країнах світу - в Туреччині, Іспанії, Греції, Єгипті, Таїланді, Болгарії, Тунісі, Марокко, Ізраїлі, ОАЕ, Андоррі, Австрії, Китаї, на Кубі, в Індії, на Маврикії, в Танзанії , Домініканській Республіці, Індонезії, на Мальдівах, у В'єтнамі, на Сейшелах, Шрі-Ланці, в Сінгапурі, Мексиці, Камбоджі, Йорданії та України. Йде постійна робота по відкриттю нових напрямків. Туроператор організовує групові та індивідуальні FIT-тури на базі власних чартерних програм і регулярних рейсів, розвиває incentive-, congress-, спортивний та інші види туризму, а також активно займається продажем авіаквитків онлайн. Компанія Coral Travel Україна належить міжнародному холдингу OTI Holding.

source: Your Exc Info Guide
et: Infogiid
lt: Ekskursijos info gidas
pl: Rezydent w hotelu
ru: Ваш отельный гид
uk: Зустріч з готельним гідом

# toTransfer
source: To
et: Kuni
pl: Do
ru: В
uk: До

source: 1 bonus = 1 ruble
et: 1 boonus = 1 CTE boonus
lt: 1 premija = 0.1 euro
ru: 1 бонус = 1 рубль
uk: 1 бонус = 1 рубль

source: Continue without registration
et: Jätkake ilma registreerimiseta
lt: Tęsti be registracijos
ru: Продолжить без регистрации

source: Attention, you already have an excursion on this date or overlapping with the selected date. Are you sure you want to proceed with your booking?
et: Tähelepanu, teil on sellel kuupäeval juba ekskursioon valitud. Kas olete kindel, et soovite uue broneeringuga jätkata?
lt: Dėmesio, šią dieną jau turite ekskursiją arba ji sutampa su jau įsigytos ekskursijos laiku. Ar tikrai norite tęsti užsakymą?
pl: Uwaga! Masz już wycieczkę, która pokrywa się z wybranym terminem. Czy na pewno chcesz kontynuować rezerwację?
ru: Внимание, у вас уже есть экскурсия на эту дату или совпадающую с выбранной датой. Вы уверены, что хотите продолжить бронирование?
uk: Увага, у вас вже є екскурсія на цю дату або збігається з обраної датою. Ви впевнені, що хочете продовжити бронювання?

source: Unfortunately, we did not find suitable excursions
et: Kahjuks ei leitud sobivat ekskursiooni.
lt: Atsiprašome, bet neradome ieškomų ekskursijų.
pl: Niestety nie znaleźliśmy odpowiednich wycieczek
ru: К сожалению, мы не нашли подходящих экскурсий
uk: На жаль, ми не знайшли потрібних екскурсій

source: Try changing your search filters
et: uute otsingu lähteandmeid.
lt: Pabandykite pakeisti filtrus.
pl: Spróbuj zmienić filtry wyszukiwania
ru: Попробуйте изменить фильтры поиска
uk: Спробуйте змінити фільтри пошуку

# com.oti.coral.eeAboutUsLongDesc
source: Coral Travel is part of the OTI Holding group of companies, which unites 27 companies in 16 countries. In cooperation with OTI Holding Group companies, we guarantee the highest level of service and quality holiday for our customers. One of the advantages of Coral Travel is our offices and long-term employees who know the country and the tourism sector very well. Our experienced tourism specialists - guides, hotel staff - are ready to receive guests. The international tourism group OTI Holding has been operating for 29 years and is well established in the global tourism market. The companies belonging to the group organize trips in 90 regions, 40 countries of the world, on 5 continents. How to ensure exceptional service quality? At the resorts, our representatives take care of our guests in close cooperation with our trusted partners, including Odeon Tours. We constantly monitor the satisfaction of our customers, analyze the results and improve the quality of our services.
et: Ettevõte Coral Travel on üks turismivaldkonna liidreid, mis tegutseb rohkem, kui seitsmes riigis üle maailma. Samuti on grupi kontorid avatud meie naaberriikides Lätis ja Leedus. Coral Travel on üks suurimaid reisikorraldajaid Poolas ning ettevõttel on filiaal ka Saksamaal. Meie ettevõtte korraldab reise peaaegu 90 sihtkohta 38 riigis, peamiselt Türki, Kreekasse, Hispaaniasse, Egiptusesse, AÜE-sse ja Taisse. Coral Traveli teenuseid on tänaseks kasutanud ligikaudu 28 miljonit puhkusereisijat.
pl: As of 1994, Coral Travel started its activities in Moscow and took its place among the most reliable brands in the Russian, Ukrainian and Belorussian markets via its sector experience and service concept of good quality. The central office of Coral Travel which is the main partner of OTI Holding in Russia is in Moscow and it performs its activities in 28 cities of Russia, performs in 5 cities of Ukraine and its central office is in Kiev, performs in 8 cities of Poland and its central office is in Warsaw, and performs in Belarus/Minsk, Georgia/Tbilisi and Turkey with a total of 44 offices. Coral Travel is among the leader tour operators of the countries it is located at and performs flights from 35 cities of Russia, 5 cities of Ukraine, 10 cities from Poland, Belarus (Minsk), Turkey and Georgia to 65 destinations in 38 countries. The countries to which Coral Travel sends tourists are: Turkey, Spain, Egypt, Thailand, Greece, Tunisia, Russia, Morocco, Israel, United Arab Emirates, China, Cuba, Dominican Republic, Indonesia (Bali), Maldive Islands, Vietnam, Seychelles, Sri Lanka, Singapore, India (Goa), Tanzania (Zanzibar), Cambodia, Mauritius, Jordan, Mexico, Austria, Bulgaria and Andorra.
ru: Coral Travel входит в группу компаний OTI Holding, объединяющую 27 компаний в 16 странах мира. В сотрудничестве с компаниями OTI Holding Group мы гарантируем высочайший уровень сервиса и качественный отдых для наших клиентов. Одним из преимуществ Coral Travel являются наши офисы и сотрудники, которые очень хорошо знают страну и туристический сектор. Наши опытные специалисты по туризму - гиды, персонал гостиницы - готовы принять гостей после ослабления условий карантина. Международная туристическая группа OTI Holding работает уже 29 лет и хорошо зарекомендовала себя на мировом туристическом рынке. Компании, входящие в группу, организуют поездки в 90 регионов, 40 стран мира, на 5 континентах. Как обеспечить исключительное качество обслуживания? На курортах наши представители заботятся о наших гостях в тесном сотрудничестве с нашими надежными партнерами, включая Odeon Tours. Мы постоянно следим за удовлетворенностью наших клиентов, анализируем результаты и улучшаем качество наших услуг.

source: Delete Account
lt: Ištrinti paskyrą
pl: Usuń konto
ru: Удалить аккаунт

source: After submitting your request, your account will be deleted in 14 days
lt: Pateikus užklausą, jūsų paskyra bus ištrinta per 14 dienų
pl: Po wysłaniu żądania, Twoje konto zostanie usunięte w ciągu 14 dni
ru: После получения запроса, аккаунт будет удален в течение 14 дней

source: Please note that if you delete your account, you will not be able to login to our websites.
lt: Atkreipkite dėmesį, kad jei ištrinsite savo paskyrą, negalėsite prisijungti prie mūsų svetainių
pl: Skasowanie konta wiąże się z zablokowaniem dostępów do naszych pozostałych serwisów
ru: Обратите внимание, что в случае удаления аккаунта вы также не сможете войти в личный кабинет сайта

source: Yes, Delete My Account
lt: Taip, Ištrinti mano paskyrą
pl: Tak, skasuj moje konto
ru: Да, удалить мой аккаунт

source: Vehicle Type
ru: Тип транспортного средства

source: Vehicle Plate
ru: Номер транспортного средства

source: Vehicle Window Number
ru: Номер на окне транспортного средства

source: Pick Up Place
ru: Место сбора

source: Transfer Type
ru: Тип трансфера
