Repository: akfdmrzn/OtiLocalization
Catalog: LocalizationFramework/*.lproj/Localizable.strings
Languages: et, lt, lv, pl, ru, uk

source: Your username or password does not match the account information you log in while online
et: Teie kasutajanimi või parool ei ole õige. Logisite sisse teiste konto andmetega
lt: Jūsų vartotojo vardas ar slaptažodis neatitinka paskyros informacijos
lv: Jūsu lietotājvārds vai parole neatbilst konta informācijai, ar kuru Jūs pierakstījāties tiešsaistē
pl: Twoja nazwa użytkownika lub hasło nie zgadzają się z danymi konta, którymi logujesz się w trybie online
ru: Введенные имя пользователя или пароль не совпадают с данными учетной записи
uk: Введені ім'я користувача або пароль не збігаються з даними облікового запису.

source: No internet connection
et: Interneti-ühendus puudub
lt: Nėra internetinio ryšio
lv: Nav tīkla savienojuma
pl: Brak połączenia internetowego
ru: Подключение к Интернету отсутствует
uk: Немає підключення до інтернету.

source: This field is not supported offline
et: Seda välja võrguühenduseta ei toetata
lt: Šis laukas nepalaikomas neprisijungus
lv: Šis lauks netiek atbalstīts bezsaistē
pl: To pole nie jest obsługiwane w trybie offline
ru: Это поле не может быть заполнено без связи с Интернетом
uk: Це поле не може бути заповнене без зв'язку з Інтернетом.

source: Your opinion is important for us. Please choose one of the travel participants and rate your holidays
et: Teie arvamus on meile oluline. Valige üks reisi osaleja ja andke reisile hinnang.
lt: Jūsų nuomonė mums yra svarbi. Pasirinkite vieną iš kelionės dalyvių ir įvertinkite atostogas
lv: Jūsu viedoklis mums ir svarīgs. Lūdzu, izvēlieties kādu no ceļojuma dalībniekiem un novērtējiet savas brīvdienas
pl: Twoja opinia jest dla nas bardzo ważna. Wybierz jednego z uczestników podróży i oceń swoje wakacje
ru: Нам очень важно ваше мнение. Пожалуйста, выберите одного из участников путешествия и оцените ваш отдых
uk: Нам дуже важлива ваша думка. Будь ласка, виберіть одного з учасників подорожі та оцініть ваш відпочинок.

source: Your opinion is important for us. Please choose one of the travel participants and rate your excursion.
et: Teie arvamus on meile oluline. Valige üks reisi osalejatest ja andke ekskursioonile hinnang
lt: Mums – svarbi jūsų nuomonė. Pasirinkite vieną iš kelionės dalyvių ir įvertinkite savo ekskursiją.
lv: Jūsu viedoklis mums ir svarīgs. Lūdzu, izvēlieties kādu no ceļojuma dalībniekiem un novērtējiet savu ekskursiju.
pl: Twoja opinia jest dla nas bardzo ważna. Wybierz jednego z uczestników podróży i oceń swoją wycieczkę.
ru: Ваше мнение очень важно для нас. Пожалуйста, выберите одного из участников путешествия и оцените прошедшую экскурсию.
uk: Ваша думка дуже важлива для нас. Будь ласка, виберіть одного з учасників подорожі та оцініть минулу екскурсію.

source: I agree to receive news and offers by phone (SMS, messengers) and e-mail
et: Olen nõus saama uudiseid ja pakkumisi telefoni (SMS, messenger-i) ja e-posti teel
lv: Piekrītu saņemt ziņas un piedāvājumus pa telefonu (SMS, messengersi) un e-pastā
ru: Даю согласие на получение новостей и предложений на телефон (СМС, мессенджеры) и е-mail

source: agree
et: Olen nõus
lv: Piekrītu
ru: согласие

source: Pack up a Suitcase
et: Paki kohver!
lt: Susikraukite lagaminą
lv: Salikt Čemodānu
pl: Pakowanie walizki
ru: Пакуем чемодан
uk: Пакуємо валізу

source: We pack up a Suitcase!
et: Hakkame pakkima!
lt: Mes supakuojame lagaminą!
lv: Mēs jau salikām Čemodānu!
pl: Pakujemy walizkę!
ru: Пакуем чемодан!
uk: Пакуємо валізу!

source: Please choose the options you want to prepare your luggage for
et: Me aitame teil kohvrit pakkida. Tehke soovitud valikud.
lt: Pasirinkite kaip norite, kad jūsų bagažas būtų paruoštas.
lv: Lūdzu, izvēlieties opcijas, kurām vēlaties sagatavot savu bagāžu
pl: Prosimy o wybranie opcji, dla której chcesz przygotować bagaż
ru: Пожалуйста, выберите готовый чемодан или запакуйте новый
uk: Будь ласка, оберіть готову валізу або упакуйте нову

source: Package
et: Pakett
lt: Pakuoti
lv: Kompleksais Ceļojums
pl: Pakiet
ru: Ваши чемоданы
uk: Ваші валізи

source: Custom
et: Kuhu
lt: Pasirinktinis
lv: Pielāgots
pl: Zwyczaj

source: Pack New!
et: Paki kohver!
lt: Pakuoti naują!
lv: Iepakot jaunu!
pl: Spakuj nową
ru: Паковать новый
uk: Пакувати новий!

source: Begin Packing
et: Alusta pakkimist
lt: Pradėkite pakuotis
lv: Turpināt pievienot
pl: Rozpocznij pakowanie
ru: Начать паковать
uk: Почати пакувати

source: Start to Suitcase
et: Alusta oma Kohvrist
lt: Pradėkite pakuotis
lv: Sāciet ar čemodānu
pl: Rozpocznij pakowanie
ru: В чемодан
uk: Пакуємо валізу

source: Add Item
et: Lisa Valik
lt: Pridėti daiktą
lv: Pievienot Vienumu
pl: Dodaj przedmiot
ru: Добавить элемент
uk: Додати елемент

source: Add Categories
et: Lisa Kategooria
lt: Pridėti kategoriją
lv: Pievienot Kategorijas
pl: Dodaj kategorie
ru: Добавить категорию
uk: Додати категорію

source: Save
et: Salvesta
lt: Išsaugoti
lv: Saglabāt
pl: Zapisz
ru: Сохранить
uk: Зберегти

# SaveEdit
source: Save
et: Salvesta või Muuda
lt: Išsaugoti
lv: Saglabāt Labojumu
pl: Zapisz
ru: Применить и продолжить
uk: Зберегти

source: You didn't save your suitcase! Do you want to continue?
et: Sa ei ole salvestanud oma Kohvri valikut! Kas Sa tahad jätkata?
lt: Jūs neišsaugojote lagamino! Ar norite tęsti?
lv: Jūs nesaglabājāt savu čemodānu! Vai vēlaties turpināt?
pl: Nie zapisałeś swojej walizki! Czy chcesz kontynuować?
ru: Вы не сохранили свой чемодан. Продолжить?
uk: Ви не зберегли свою валізу. Продовжити?

source: My Guide
et: Minu giid
lt: Mano gidas
lv: Mans Gids
pl: Rezydent
ru: Мой гид
uk: Мій гід

source: Saved Items
et: Salvestatud valikud
lt: Išsaugotos ekskursijos
lv: Saglabāt Vienumus
pl: Zapisane elementy
ru: Сохраненные экскурсии
uk: Збережені екскурсії

source: Discover Excursions
et: Info ekskursioonide kohta
lt: Išsirinkite ekskursijas
lv: Atklāt Ekskursijas
pl: Sprawdź wycieczki
ru: Выбираем экскурсию
uk: Ознайомитися з екскурсіями

source: Airport Transfers
et: Lennujaama transfeerid
lt: Pervežimas iš / į oro uostą
lv: Lidostas Transfēri
pl: Transfer lotniskowy
ru: Трансфер в аэропорт
uk: Трансфер в аеропорт

source: Package Weather
et: Ilm
lt: Orai
lv: Kompleksā Ceļojuma Laikapstākļi
pl: Pogoda
ru: Погода
uk: Погода

source: Packing a Suitcase
et: Paki kohver!
lt: Pakuojame lagaminą
lv: Salikt Čemodānu
pl: Pakowanie walizki
ru: Пакуем чемодан
uk: Пакуємо валізу

source: New
et: Uus!
lt: Naujas
lv: Jaunums
pl: Nowość
ru: Новое

source: Special Offers
et: Eripakkumised
lt: Specialūs pasiūlymai
lv: Īpašie Piedāvājumi
ru: Специальные предложения

source: Tips
et: Soovitused
lt: Patarimai
lv: Padomi
ru: Советы

source: Coral Market
et: Coral Travel Estonia pakkumised
lt: Coral parduotuvė
lv: Coral Tirgus
pl: Sklep Coral
ru: Coral магазин

source: Select Package
et: Vali pakett
lt: Pasirinkite kelionės paketą
lv: Izvēlēties Komplekso Ceļojumu
pl: Wybierz ofertę
ru: Выбрать Пакет
uk: Оберiть пакет

source: Add
et: Lisa
lt: Pridėti
lv: Pievienot
pl: Dodaj
ru: Добавить
uk: Додати

source: Are you sure you want to quit
et: Kas olete kindel, et soovite lõpetada?
lt: Ar tikrai norite išeiti?
lv: Vai tiešām vēlaties pārtraukt?
ru: Уверенны, что хотите выйти?
uk: Ви впевнені, що хочете вийти з екрану

source: Survey List
et: Küsitlusleht
lt: Apklausa
lv: Aptauju Saraksts
pl: Lista ankiet
ru: Лист опросов
uk: Список опитувань

source: Select a Tourist
et: Vali Reisija
lt: Keleivis
lv: Izvēlēties Tūristu
pl: Wybierz turystów
ru: Выберите туриста
uk: Виберіть туриста

source: Please select the hotel that you want to rate
et: Valige hotell, et hinnata
lv: Lūdzu, atlasiet viesnīcu, kuru vēlaties novērtēt
pl: Wybierz hotel, który chciałbyś ocenić
ru: Пожалуйста, выберите отель, который вы хотите оценить
uk: Будь ласка, оберіть готель, який ви хочете оцінити

source: Overall
et: Üldiselt
lv: Kopumā
pl: Ocena ogólna
ru: Общий рейтинг
uk: Підсумок

source: Next
et: Järgmine
lv: Nākamais
pl: Następny
ru: Следующий
uk: Наступний

source: Previous
et: Eelmine
lv: Iepriekšējais
pl: Poprzedni
ru: Предыдущий
uk: Попередній

source: Write here...
et: Märgi siia...
lt: Rašykite čia...
lv: Rakstiet šeit…
pl: Napisz tutaj...
ru: Введите текст здесь...
uk: Напишіть тут...

source: Continue
et: Jätka
lv: Turpināt
pl: Kontynuuj
ru: Продолжить
uk: Продовжити

source: Discover Excursions at
et: Vaata Ekskursioonide listi
lt: Išsirinkti ekskursijas
lv: Ekskursijas
pl: Sprawdź wycieczki
ru: Выбираем экскурсию в
uk: Вибираємо екскурсію в

source: Advanced Search
et: Täpsem otsing
lt: Išplėstinė paieška
lv: Pielāgota Meklēšana
pl: Zaawansowane wyszukiwanie
ru: Расширенный поиск
uk: Розширений пошук

source: Recommended Excursions
et: Soovitatud Ekskursioonid
lt: Rekomenduojamos ekskursijos
lv: Rekomendētās Ekskursijas
pl: Polecane wycieczki
ru: Рекомендуемая экскурсия
uk: Рекомендована екскурсія

source: Best Sellers
et: Müügihitid
lt: Populiariausia
lv: Pirktākās ekskursijas
ru: Бестселлер
uk: Бестселер

source: See All
et: Kõik valikud
lt: Peržiūrėti viską
lv: Redzēt Visu
pl: Zobacz wszystko
ru: Посмотреть все
uk: Переглянути Все

# DestinationButton
source: Destination
et: Sihtkoht
lt: Kryptis
lv: Galamērķis
pl: Wybierz kierunek
ru: Поиск
uk: Напрямок

source: Please Select Destination To Reach Excursions
et: Valige ekskursioonide valimiseks reisisihtkoht
lt: Pasirinkite kelionės vietą, kad galėtumėte rinktis ekskursijas
lv: Lūdzu, izvēlieties galamērķi, lai sasniegtu ekskursijas
pl: Wybierz miejsce docelowe, aby przejść do wycieczek
ru: Выберите страну для поиска экскурсий

source: Country
et: Riik
lt: Šalis
lv: Valsts
pl: Kraj
ru: Страна
uk: Країна

source: Area
et: Piirkond
lt: Regionas
lv: Apgabals
pl: Okolica
ru: Регион
uk: Регіон

source: Price Range
et: Hinnavahemik
lt: Kainų intervalas
lv: Cenu Amplitūda
pl: Zakres cenowy
ru: Ценовой диапазон
uk: Ціновий діапазон

source: Child Allowed
et: Laps on lubatud
lt: Galima su vaiku
lv: Atļauts Bērnam
pl: Dozwolone dla dzieci
ru: Ребенок старшего возраста
uk: Дозволено з дітьми

source: Infant Allowed
et: Imik on lubatud
lt: Galima su kūdikiu
lv: Atļauts Zīdainim
pl: Dozwolone dla niemowląt
ru: Можно с младенцами
uk: Дозволено з немовлятами

source: Toddle Allowed
et: Nooruk on lubatud
lt: Galima su mažyliu
lv: Atļauts Mazulim
pl: Dozwolone dla najmłodszych dzieci
ru: Ребенок среднего возраста
uk: Дозволено з немовлятами

source: Apply
et: Taotle
lt: Taikyti
lv: Pieteikties
pl: Zastosuj
ru: Применить
uk: Застосувати

source: Search
et: Otsi
lt: Paieška
lv: Meklēt
pl: Szukaj
ru: Поиск
uk: Пошук

source: Filters
et: Filtrid
lt: Filtrai
lv: Filtri
pl: Filtry
ru: Фильтры
uk: Фільтри

source: Select Tourist
et: Vali Reisija
lt: Išsirinkti turistą
lv: Izvēlēties Tūristu
pl: Wybierz uczestnika wakacji
ru: Выбрать туриста
uk: Вибрати туриста

source: In order to buy this excursion, you must enter your passport information. When you tap Continue , you will be directed to the page where you will enter required information.
et: Selle ekskursiooni ostmiseks peate sisestama oma passi andmed. Vajutage nuppu Jätka , teid suunatakse teisele lehele.
lt: Norėdami rezervuoti ekskursiją, suveskite savo paso informaciją. Suvedę spauskite „Tęsti“, būsite nukreipti į puslapį, kuriame įvesite reikiamą informaciją.
lv: Lai iegādātos šo ekskursiju, jāievada pases dati. Pieskaroties “Turpināt , jūs tiksiet novirzīts uz lapu, kurā ievadīsiet nepieciešamo informāciju.
pl: Aby kupić tę wycieczkę, musisz podać swoje dane paszportowe. Po kliknięciu Kontynuuj nastąpi przekierowanie do strony, na której należy wprowadzić wymagane informacje.
ru: Чтобы купить эту экскурсию, вам необходимо указать свои паспортные данные. Когда вы нажмете «Продолжить», вы будете перенаправлены на страницу ввода данных.
uk: Щоб купити цю екскурсію, вам необхідно вказати свої паспортні дані. Коли ви натиснете «Продовжити», ви будете перенаправлені на сторінку введення даних

source: Add More Tourist
et: Lisa rohkem inimesi
lt: Pridėti daugiau turistų
lv: Pievienot Vairāk Tūristu
pl: Dodaj więcej uczestników
ru: Добавить еще туриста
uk: Додати ще туриста

source: Select Date
et: Vali kuupäev
lt: Pasirinkite Data
lv: Izvēlēties Datumu
ru: Выбрать Дату
uk: Оберіть дату

source: Please fill the mandatory fields.
et: Palun täitke kohustuslikud väljad.
lt: Prašome užpildyti privalomus laukus.
lv: Lūdzu, aizpildiet obligātos laukus.
ru: Будь ласка, заповніть обов'язкові поля.

source: Starts From
et: Algab al.
lt: Prasideda nuo
lv: Sākas no
ru: Начинается с
uk: Починається з

source: Book
et: Broneeri
lt: Užsakyti
lv: Rezervēt
ru: Забронировать
uk: Забронювати

source: Itinerary
et: Reisikirjeldus
lt: Kelionės maršrutas
lv: Maršruts
ru: Маршрут
uk: Маршрут

source: What's included
et: Hinna sees
lt: Kas įtraukta ar ne
lv: Kas ir iekļauts
ru: Что включено
uk: Що включено і не включено

source: Important Notes
et: lulised märkused
lt: Svarbios pastabos
lv: Svarīgas piezīmes
ru: Важные примечания
uk: Важливі примітки

source: Refund Conditions
et: Tagastamise tingimused
lt: Grąžinimo sąlygos
lv: Atmaksas Nosacījumi
ru: Условия возврата
uk: Умови повернення

source: Included
et: Hinna sees
lt: Įskaičiuota
lv: Iekļauts
ru: Включено
uk: Включено

source: Excluded
et: Ei ole hinna sees
lt: Neįskaičiuota
lv: Izslēgts
ru: Не включено
uk: Не включено

source: Terms and Conditions
et: Tingimused
lt: taisyklėmis ir nuostatomis
lv: Noteikumi un Nosacījumi
ru: Условия оплаты и использования

source: Please select at least one tourist to proceed with your booking
et: Broneeringu jätkamiseks valige vähemalt üks reisija
lt: Aby kontynuować, wybierz przynajmniej jednego uczestnika
lv: Lūdzu, atlasiet vismaz vienu tūristu, lai turpinātu rezervāciju
pl: Aby kontynuować, wybierz przynajmniej jednego uczestnika
ru: Пожалуйста, выберите хотя бы одного туриста, чтобы продолжить бронирование
uk: Будь ласка обіріть щонайменш одного туриста для продовження бронювання

source: Company
et: Firma
lv: Kompānija
ru: Компания

source: Reservation No
et: Broneeringu Nr.
lt: Rezervacijos Nr
lv: Rezervācija Nē
pl: Numer rezerwacji
ru: Бронирование №
uk: Бронювання №

source: Date of Birth
et: Sünnikuupäev
lt: Gimimo data
lv: Dzimšanas Diena
pl: Data urodzenia
ru: Дата рождения
uk: Дата народження

source: Passport No
et: Passi Nr.
lt: Paso Nr
lv: Pase Nē
pl: Numer paszportu
ru: Номер паспорта
uk: Номер паспорту

source: Voucher No
et: Voucheri Nr.
lt: Atsisiųskite Nr:
lv: Kupons Nē:
pl: Numer voucheru
ru: ваучер №
uk: Номер ваучеру

source: Voucher No
et: Voucheri Nr.
lt: Atsisiųskite Nr
lv: Kupons Nē
pl: Numer voucheru
ru: Номер ваучера
uk: Діти

source: We have extra services included to this excursion. Would you like to browse?
et: Sellel ekskursioonil on lisateenused. Kas soovite rohkem infot?
lt: Šioje ekskursijoje yra papildomų paslaugų. Ar norėtumėte peržiūrėti?
lv: Šajā ekskursijā ir iekļauti papildu pakalpojumi. Vai vēlaties pārlūkot?
pl: W tej wycieczce zawarliśmy dodatkowe usługi. Czy chcesz ją zobaczyć?
ru: У нас есть дополнительные услуги, включенные в эту экскурсию. Хотите просмотреть их?
uk: До цієї екскурсії ми включили додаткові послуги. Ви хотіли б переглянути?

source: Yes, I want to Browse
et: Soovin jätkata!
lt: Taip, noriu peržiūrėti
lv: Jā, es vēlos Pārlūkot
pl: Tak, chcę kontynuować
ru: Да, я хочу посмотреть
uk: Так, я хотів би переглянути.

source: No, Thank You
et: Ei soovi jätkata!
lt: Ne, ačiū
lv: Nē, Paldies
pl: Nie, dziękuję
ru: Нет, спасибо
uk: Ні, дякую

source: Sex
et: Sugu
lt: Lytis
lv: Dzimums
ru: Пол
uk: Стать

source: Series
et: Seeria
lt: Serija
lv: Sērijas
pl: Seria
ru: Серия паспорта
uk: Серія паспорта

source: Document Type
et: Dokument
lt: Dokumento tipas
lv: Dokumenta veids
ru: Тип документа

source: Name
et: Nimi
lt: Vardas
lv: Vārds
pl: Imię
ru: Имя
uk: Ім'я

source: Surname
et: Perekonnanimi
lt: Pavardė
lv: Uzvārds
pl: Nazwisko
ru: Фамилия
uk: Прізвище

source: Nationality
et: Rahvus
lt: Tautybė
lv: Tautība
pl: Narodowość
ru: Гражданство
uk: Громадянство

source: Place of Birth
et: Sünnikoht
lt: Gimimo vieta
lv: Dzimšanas Vieta
pl: Miejsce urodzenia
ru: Место рождения
uk: Місце народження

source: Date of Issue
et: Väljastamise kuupäev
lt: Išdavimo data
lv: Izdošanas Datums
pl: Data wydania
ru: Дата выдачи
uk: Дата видачі

source: Date of Expiry
et: Aegumiskuupäev
lt: Galiojimo data
lv: Derīguma Termiņš
pl: Data ważności
ru: Дата истечения срока
uk: Дата закінчення

source: Summary
et: Kirjeldus
lt: Santrauka
lv: Pārskats
pl: Podsumowanie
ru: Итог
uk: Всього

source: Total Price
et: Hind kokku
lt: Kaina
lv: Kopējā Summa
pl: Całkowita cena
ru: Цена
uk: Ціна

source: Date
et: Kuupäev
lt: Data
lv: Datums
pl: Data
ru: Дата
uk: Дата

source: Payment
et: Makse
lt: Apmokėjimas
lv: Maksājums
pl: Płatność
ru: Оплата
uk: Оплата

source: I've read and accept Terms and Conditions
et: Olen tingimusi lugenud ja nõustun nendega
lt: Perskaičiau ir sutinku su taisyklėmis ir nuostatomis
lv: Esmu izlasījis pakalpojumu sniegšanas noteikumus un piekrītu tiem
pl: Przeczytałem i zakceptowałem Regulamin
ru: Я прочитал и принимаю Условия оплаты и использования
uk: Я прочитав і приймаю Умови оплати та використання

source: Buy
lt: Pirkti
lv: Pirkt
pl: Kup
ru: Купить
uk: Купити

source: Please choose a payment method
et: Valige makseviis
lt: Prašome pasirinkti apmokėjimo būdą
lv: Lūdzu, izvēlieties maksājuma veidu
pl: Wybierz metodę płatności
ru: Пожалуйста, выберите способ оплаты
uk: Будь ласка, виберіть спосіб оплати

source: Select Extra
et: Valige Extra (lisa)
lt: Pasirinkite papildomai
lv: Izvēlieties Ekstras
pl: Wybierz usługi dodatkowe
ru: Выберите дополнительные услуги
uk: Оберіть додаткові послуги

source: Your Extra Fees
et: Lisatud kulud
lt: Jūsų papildomi mokesčiai
lv: Jūsu Ekstra Izmaksas
pl: Twoje dodatkowe opłaty
ru: Ваши дополнительные сборы
uk: Обрані додаткові послуги

source: Select
et: Vali
lt: Išsirinkti
lv: Izvēlēties
ru: Выбрать

source: The date you chose is out of your accommodation date. Do you want to continue?
et: Teie valitud kuupäev ja teie majutuskuupäev on erinevad. Kas te soovite jätkata?
lt: Jūsų pasirinkta data nesutampa su jūsų apgyvendinimo data. Ar norite tęsti?
lv: Jūsu izvēlētais datums nesakrīt ar Jūsu izmitināšanas datumu. Vai vēlaties turpināt?
pl: Wybrany termin jest poza okresem zakwaterowania w hotelu. Jesteś pewien, że chcesz kontynuować?
ru: Даты, которые вы выбрали, находятся вне периода вашего проживания в отеле. Вы уверены что хотите продолжить?
uk: Дати, що ви обрали, знаходяться поза періодом проживання в готелі. Ви впевнені, що хочете продовжити?

source: Yes, I Want to Continue
et: Jah, soovin jätkata!
lt: Taip, noriu tęsti
lv: Jā, Es vēlos turpināt
pl: Tak, chcę kontynuować
ru: Да, я хочу продолжить
uk: Так, я хочу продовжити

source: Please choose payment method
et: Valige makseviis
lt: Pasirinkite mokėjimo būdą
lv: Lūdzu, izvēlaties apmaksāšanas veidu
pl: Proszę wybrać metodę płatności
ru: Пожалуйста, выберите способ оплаты
uk: Будь ласка, оберіть спосіб оплати

source: You should select at least %@ extra service
et: Peaksite valima vähemalt % @ lisateenuseid
lt: Musisz wybrać co najmniej %@ dodatkowych usług
lv: Jums vajadzētu izvēlēties vismaz %@ papildu pakalpojumu
pl: Musisz wybrać co najmniej %@ dodatkowych usług
ru: Вы должны выбрать как минимум %@ дополнительных сервисов
uk: Ви повинні обрати щонайменш %@ екстра сервісів

source: eg.
et: nt.
lt: pvz.
lv: Piemērs
ru: напр.

source: Download Voucher
et: Laadige alla vautšer
lt: Atsisiųskite kuponą
lv: Lejupielādēt Kuponu
pl: Pobierz voucher
ru: Скачать ваучер
uk: Завантажити ваучер

source: Send Mail
et: Saada Mail
lt: Išsiųsti laišką
lv: Nosūtīt e-pastā
pl: Wyślij e-mail
ru: Отправить письмо
uk: Надіслати ваучер на пошту

source: My Excursions
et: Minu Ekskursioonid
lt: Mano ekskursijos
lv: Manas Ekskursijas
pl: Moje wycieczki
ru: Мои экскурсии
uk: Мої екскурсії

source: Return to the Payment Page
et: Minge tagasi maksete lehele
lt: Grįžkite į mokėjimo puslapį
lv: Atgriezties uz Apmaksas lapu
pl: Wróć do strony płatności
ru: Вернуться на страницу оплаты
uk: Повернутись на сторінку оплати

source: Return to Discover Excursion
et: Minge tagasi Ekskursioonide lehele
lt: Grįžkite į „Atraskite ekskursiją“
lv: Atgriezties uz Apskatīt Ekskursijas Lapu
pl: Powrót do strony wycieczek
ru: Вернуться на страницу экскурсий
uk: Повернутись на перегляд екскурсій

source: SUN
et: PÜH.
lt: Sk
lv: Svētdiena
pl: Niedz
ru: Вс
uk: Нд

source: MON
et: ESMAS.
lt: Pr
lv: Pirmdiena
pl: Pon
ru: Пн
uk: Пн

source: TUE
et: TEISIP.
lt: An
lv: Otrdiena
pl: Wt
ru: Вт
uk: Вт

source: WED
et: KOLMAP.
lt: Tr
lv: Trešdiena
pl: Śr
ru: Ср
uk: Ср

source: THU
et: NELJAP.
lt: Kt
lv: Ceturtdiena
pl: Czw
ru: Чт
uk: Чт

source: FRI
et: REEDE
lt: Pn
lv: Piektdiena
pl: Pt
ru: Пт
uk: Пт

source: SAT
et: LAUP.
lt: Še
lv: Svētdiena
pl: Sob
ru: Сб
uk: Сб

source: Download Invoice
et: Arve
lt: Atsisiųsti sąskaitos faktūrą
lv: Lejupielādēt Rēķinu
pl: Zapisz fakturę
ru: Скачать счет
uk: Завантажити рахунок

source: Please read the payment terms.
et: Palun tutvuge maksetingimustega.
lt: Prašome perskaityti ir pažymėti Mokėjimo sąlygas
lv: Lūdzu, izlasiet apmaksas noteikumus.
ru: Пожалуйста, ознакомтесь с условиями использования.

source: Your reservation will be created. Do you confirm?
et: Teie broneering luuakse. Kas kinnitate?
lt: Jūsų rezervacija bus sukurta. Ar jūs patvirtinate?
lv: Jūsu rezervācija tiks izveidota. Vai Jūs apstipriniet?
pl: Rezerwacja zostanie utworzona. Czy potwierdzasz?
ru: Ваше бронирование будет создано. Подтверждаете?
uk: Бронювання буде створено. Підтверджуєте?

source: Excursion Date
et: Ekskursiooni kuupäev
lt: Ekskursijos data
lv: Ekskursijas Datums
pl: Data wycieczki
ru: Дата экскурсии
uk: Дата екскурсії

source: Please read and mark Payment Terms and Conditions
et: Palun lugege läbi ja märkige maksetingimused
lt: Prašome perskaityti ir pažymėti Mokėjimo sąlygas
lv: Lūdzu, izlasiet un atzīmējiet Maksājuma noteikumus un nosacījumus
pl: Zapoznałem się z regulaminem oraz warunkami korzystania.
ru: Пожалуйста, подтвердите что вы ознакомились с Условиями и Правилами оплаты
uk: Будь ласка, підтвердіть, що ви ознайомились з Умовами та Правилами

source: Email address registered in your account
et: eie kontol registreeritud e-posti aadress
lt: Pašto adresas, užregistruotas jūsų paskyroje
lv: E-pasta adrese ir reģistrēta Jūsu profilā
ru: Email адрес зарегистрированный на ваш аккаунт
uk: Адреса електронної пошти, зареєстрована у вашому обліковому записі

source: New E-Mail Adress
et: Uus E-posti Aadress
lt: Naujas elektroninio pašto adresas
lv: Jauna E-pasta adrese
ru: Новый email адрес
uk: Нова електронна пошта
